{"dataType":"Map","value":[[88329,{"id":88329,"name":"Hawkeye","overview":"Former Avenger Clint Barton has a seemingly simple mission: get back to his family for Christmas. Possible? Maybe with the help of Kate Bishop, a 22-year-old archer with dreams of becoming a superhero. The two are forced to work together when a presence from Barton’s past threatens to derail far more than the festive spirit.","watched":false,"following":true,"numSeasons":1,"numEpisodes":6,"img":"https://image.tmdb.org/t/p/original/pqzjCxPVc9TkVgGRWeAoMmyqkZV.jpg","seasons":{"dataType":"Map","value":[[1,{"id":122165,"name":"Season 1","overview":"","watched":false,"seasonNum":1,"numEpisodes":6,"img":"https://image.tmdb.org/t/p/original/rp378be6RvDNGuPWn4eNCCCxXbE.jpg","episodes":{"dataType":"Map","value":[[1,{"id":2670881,"episodeNum":1,"date":1637733600000,"name":"Never Meet Your Heroes","overview":"Archer Kate Bishop lands in the middle of a criminal conspiracy, forcing Hawkeye out of retirement.","watched":true,"img":"https://image.tmdb.org/t/p/original/AwCNTaG7VPVwaBRSZkvQUMEfyuZ.jpg","seasonNum":1,"showId":88329}],[2,{"id":3273258,"episodeNum":2,"date":1637733600000,"name":"Hide and Seek","overview":"Clint has to help Kate disentangle herself from the Tracksuit mafia and a real-life murder mystery.","watched":true,"img":"https://image.tmdb.org/t/p/original/v6DjX5jATXUpkILMFMEOR61PWr5.jpg","seasonNum":1,"showId":88329}],[3,{"id":3273260,"episodeNum":3,"date":1638338400000,"name":"Echoes","overview":"After narrowly escaping the Tracksuits and their daunting leader Maya Lopez, Clint and Kate work together to find answers. With each step they take, however, they find themselves sliding deeper into a rapidly growing criminal conspiracy.","watched":true,"img":"https://image.tmdb.org/t/p/original/4JIxm0YFv0d8nMEwmMBrOOs2H0k.jpg","seasonNum":1,"showId":88329}],[4,{"id":3301367,"episodeNum":4,"date":1638943200000,"name":"Episode 4","overview":"","watched":false,"img":"https://image.tmdb.org/t/p/original/rp378be6RvDNGuPWn4eNCCCxXbE.jpg","seasonNum":1,"showId":88329}],[5,{"id":3301368,"episodeNum":5,"date":1639548000000,"name":"Episode 5","overview":"","watched":false,"img":"https://image.tmdb.org/t/p/original/rp378be6RvDNGuPWn4eNCCCxXbE.jpg","seasonNum":1,"showId":88329}],[6,{"id":3301369,"episodeNum":6,"date":1640152800000,"name":"Episode 6","overview":"","watched":false,"img":"https://image.tmdb.org/t/p/original/rp378be6RvDNGuPWn4eNCCCxXbE.jpg","seasonNum":1,"showId":88329}]]}}]]}}],[1399,{"id":1399,"name":"Game of Thrones","overview":"Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.","watched":false,"following":true,"numSeasons":8,"numEpisodes":73,"img":"https://image.tmdb.org/t/p/original/u3bZgnGQ9T01sWNhyveQz0wH0Hl.jpg","seasons":{"dataType":"Map","value":[[1,{"id":3624,"name":"Season 1","overview":"Trouble is brewing in the Seven Kingdoms of Westeros. For the driven inhabitants of this visionary world, control of Westeros' Iron Throne holds the lure of great power. But in a land where the seasons can last a lifetime, winter is coming...and beyond the Great Wall that protects them, an ancient evil has returned. In Season One, the story centers on three primary areas: the Stark and the Lannister families, whose designs on controlling the throne threaten a tenuous peace; the dragon princess Daenerys, heir to the former dynasty, who waits just over the Narrow Sea with her malevolent brother Viserys; and the Great Wall--a massive barrier of ice where a forgotten danger is stirring.","watched":false,"seasonNum":1,"numEpisodes":10,"img":"https://image.tmdb.org/t/p/original/zwaj4egrhnXOBIit1tyb4Sbt3KP.jpg","episodes":{"dataType":"Map","value":[[1,{"id":63056,"episodeNum":1,"date":1303020000000,"name":"Winter Is Coming","overview":"Jon Arryn, the Hand of the King, is dead. King Robert Baratheon plans to ask his oldest friend, Eddard Stark, to take Jon's place. Across the sea, Viserys Targaryen plans to wed his sister to a nomadic warlord in exchange for an army.","watched":false,"img":"https://image.tmdb.org/t/p/original/xIfvIM7YgkADTrqp23rm3CLaOVQ.jpg","seasonNum":1,"showId":1399}],[2,{"id":63057,"episodeNum":2,"date":1303624800000,"name":"The Kingsroad","overview":"While Bran recovers from his fall, Ned takes only his daughters to Kings Landing. Jon Snow goes with his uncle Benjen to The Wall. Tyrion joins them.","watched":false,"img":"https://image.tmdb.org/t/p/original/icjOgl5F9DhysOEo6Six2Qfwcu2.jpg","seasonNum":1,"showId":1399}],[3,{"id":63058,"episodeNum":3,"date":1304229600000,"name":"Lord Snow","overview":"Lord Stark and his daughters arrive at King's Landing to discover the intrigues of the king's realm.","watched":false,"img":"https://image.tmdb.org/t/p/original/4vCYVtIhiYSUry1lviA7CKPUB5Z.jpg","seasonNum":1,"showId":1399}],[4,{"id":63059,"episodeNum":4,"date":1304834400000,"name":"Cripples, Bastards, and Broken Things","overview":"Eddard investigates Jon Arryn's murder. Jon befriends Samwell Tarly, a coward who has come to join the Night's Watch.","watched":false,"img":"https://image.tmdb.org/t/p/original/Ai2UPMWv38xGjOgNBuA1o8w8dUI.jpg","seasonNum":1,"showId":1399}],[5,{"id":63060,"episodeNum":5,"date":1305439200000,"name":"The Wolf and the Lion","overview":"Catelyn has captured Tyrion and plans to bring him to her sister, Lysa Arryn, at The Vale, to be tried for his, supposed, crimes against Bran. Robert plans to have Daenerys killed, but Eddard refuses to be a part of it and quits.","watched":false,"img":"https://image.tmdb.org/t/p/original/5fDE2RqYXySfvYNdOOhOsdFl8ZA.jpg","seasonNum":1,"showId":1399}],[6,{"id":63061,"episodeNum":6,"date":1306044000000,"name":"A Golden Crown","overview":"While recovering from his battle with Jamie, Eddard is forced to run the kingdom while Robert goes hunting. Tyrion demands a trial by combat for his freedom. Viserys is losing his patience with Drogo.","watched":false,"img":"https://image.tmdb.org/t/p/original/6FcfWGFlDyWZ2JvQi8uvkxbDx1z.jpg","seasonNum":1,"showId":1399}],[7,{"id":63062,"episodeNum":7,"date":1306648800000,"name":"You Win or You Die","overview":"Robert has been injured while hunting and is dying. Jon and the others finally take their vows to the Night's Watch. A man, sent by Robert, is captured for trying to poison Daenerys. Furious, Drogo vows to attack the Seven Kingdoms.","watched":false,"img":"https://image.tmdb.org/t/p/original/5ZNrAvoNAG9scYHgxLVyozypOmV.jpg","seasonNum":1,"showId":1399}],[8,{"id":63063,"episodeNum":8,"date":1307253600000,"name":"The Pointy End","overview":"Eddard and his men are betrayed and captured by the Lannisters. When word reaches Robb, he plans to go to war to rescue them. The White Walkers attack The Wall. Tyrion returns to his father with some new friends.","watched":false,"img":"https://image.tmdb.org/t/p/original/imjEc0gD9djHOlsJX00l08TaaGp.jpg","seasonNum":1,"showId":1399}],[9,{"id":63064,"episodeNum":9,"date":1307858400000,"name":"Baelor","overview":"Robb goes to war against the Lannisters. Jon finds himself struggling on deciding if his place is with Robb or the Night's Watch. Drogo has fallen ill from a fresh battle wound. Daenerys is desperate to save him.","watched":false,"img":"https://image.tmdb.org/t/p/original/3pcFXQOKHnZhRkGCQ7Y8HRB1v8V.jpg","seasonNum":1,"showId":1399}],[10,{"id":63065,"episodeNum":10,"date":1308463200000,"name":"Fire and Blood","overview":"With Ned dead, Robb vows to get revenge on the Lannisters. Jon must officially decide if his place is with Robb or the Night's Watch. Daenerys says her final goodbye to Drogo.","watched":false,"img":"https://image.tmdb.org/t/p/original/sI0TEO12kg897iSNzlTfsbQg30j.jpg","seasonNum":1,"showId":1399}]]}}],[2,{"id":3625,"name":"Season 2","overview":"The cold winds of winter are rising in Westeros...war is coming...and five kings continue their savage quest for control of the all-powerful Iron Throne. With winter fast approaching, the coveted Iron Throne is occupied by the cruel Joffrey, counseled by his conniving mother Cersei and uncle Tyrion. But the Lannister hold on the Throne is under assault on many fronts. Meanwhile, a new leader is rising among the wildings outside the Great Wall, adding new perils for Jon Snow and the order of the Night's Watch.","watched":false,"seasonNum":2,"numEpisodes":10,"img":"https://image.tmdb.org/t/p/original/5tuhCkqPOT20XPwwi9NhFnC1g9R.jpg","episodes":{"dataType":"Map","value":[[1,{"id":63066,"episodeNum":1,"date":1333260000000,"name":"The North Remembers","overview":"As Robb Stark and his northern army continue the war against the Lannisters, Tyrion arrives in King’s Landing to counsel Joffrey and temper the young king’s excesses.  On the island of Dragonstone, Stannis Baratheon plots an invasion to claim his late brother’s throne, allying himself with the fiery Melisandre, a strange priestess of a stranger god.  Across the sea, Daenerys, her three young dragons, and the khalasar trek through the Red Waste in search of allies, or water.  In the North, Bran presides over a threadbare Winterfell, while beyond the Wall, Jon Snow and the Night’s Watch must shelter with a devious wildling.","watched":false,"img":"https://image.tmdb.org/t/p/original/gGHtlTvHpSGZ8DIrxMyK3Ewkc1Y.jpg","seasonNum":2,"showId":1399}],[2,{"id":974430,"episodeNum":2,"date":1333864800000,"name":"The Night Lands","overview":"In the wake of a bloody purge in the capital, Tyrion chastens Cersei for alienating the king’s subjects.  On the road north, Arya shares a secret with Gendry, a Night’s Watch recruit.  With supplies dwindling, one of Dany’s scouts returns with news of their position.  After nine years as a Stark ward, Theon Greyjoy reunites with his father Balon, who wants to restore the ancient Kingdom of the Iron Islands.  Davos enlists Salladhor Saan, a pirate, to join forces with Stannis and Melisandre for a naval invasion of King’s Landing.","watched":false,"img":"https://image.tmdb.org/t/p/original/nfjHsU0klJxvCbdCVZhaJ95LcHz.jpg","seasonNum":2,"showId":1399}],[3,{"id":63068,"episodeNum":3,"date":1334469600000,"name":"What is Dead May Never Die","overview":"At the Red Keep, Tyrion plots three alliances through the promise of marriage.  Catelyn arrives in the Stormlands to forge an alliance of her own, but King Renly, his new wife Margaery, and her brother Loras Tyrell have other plans.  At Winterfell, Luwin tries to decipher Bran’s dreams.","watched":false,"img":"https://image.tmdb.org/t/p/original/neKkHgfX7dgi4E47GKT7bYciq93.jpg","seasonNum":2,"showId":1399}],[4,{"id":63069,"episodeNum":4,"date":1335074400000,"name":"Garden of Bones","overview":"Joffrey punishes Sansa for Robb’s victories, and Tyrion scrambles to temper the king’s cruelty. Catelyn entreats Stannis and Renly to unite against the Lannisters. Dany and her khalasar arrive at the prosperous city of Qarth. Tyrion coerces a relative into being his eyes and ears. Arya and Gendry are taken to Harrenhal, where their lives are in the hands of Ser Gregor Clegane. Stannis orders Davos to smuggle Melisandre into a secret cove.","watched":false,"img":"https://image.tmdb.org/t/p/original/4j2j97GFao2NX4uAtMbr0Qhx2K2.jpg","seasonNum":2,"showId":1399}],[5,{"id":63070,"episodeNum":5,"date":1335679200000,"name":"The Ghost of Harrenhal","overview":"The Baratheon rivalry ends, driving Catelyn to flee and Littlefinger to act. At King’s Landing, Tyrion’s source alerts him to Joffrey’s defense plan - and a mysterious secret weapon. Theon sails to the Stony Shore to prove he’s worthy to be called Ironborn. At Harrenhal, Arya receives a promise from Jaqen H’ghar, one of the prisoners she saved from the Gold Cloaks. The Night’s Watch arrive at the Fist of the First Men, an ancient ringfort where they hope to stem the wildings' advance.","watched":false,"img":"https://image.tmdb.org/t/p/original/mNGiYtGMALX8I6ceSjCBjlBzc49.jpg","seasonNum":2,"showId":1399}],[6,{"id":63071,"episodeNum":6,"date":1336284000000,"name":"The Old Gods and the New","overview":"Theon completes his master stroke. In King's Landing, the Lannisters send Myrcella off to be married. Arya comes face to face with a surprise visitor. Dany vows to take what is hers. Robb and Catelyn receive crucial news. Qhorin gives Jon a chance to prove himself.","watched":false,"img":"https://image.tmdb.org/t/p/original/bxToPOtlk77Wkxsas0mMgtjvzXS.jpg","seasonNum":2,"showId":1399}],[7,{"id":63073,"episodeNum":7,"date":1336888800000,"name":"A Man Without Honor","overview":"Jamie meets a distant relative. Daenerys receives an invitation to the House of the Undying. Theon leads a search party. Jon loses his way in the wilderness. Cersei counsels Sansa.","watched":false,"img":"https://image.tmdb.org/t/p/original/bCDklRxVetx1COP4zXLLnXMS2S0.jpg","seasonNum":2,"showId":1399}],[8,{"id":63074,"episodeNum":8,"date":1337493600000,"name":"The Prince of Winterfell","overview":"Theon receives a visitor. Arya asks her third and last death from Jaqen. While Stannis' army is reaching its destination, Davos is offered a reward.  Betrayal befalls Robb.","watched":false,"img":"https://image.tmdb.org/t/p/original/4W90HbZcVG54m8HoxaZmXc8rzjy.jpg","seasonNum":2,"showId":1399}],[9,{"id":63072,"episodeNum":9,"date":1338098400000,"name":"Blackwater","overview":"Tyrion and the Lannisters fight for their lives as Stannis’ fleet assaults King’s Landing.","watched":false,"img":"https://image.tmdb.org/t/p/original/lhhTVz2DSCgxbCzMoyJjsAkHabW.jpg","seasonNum":2,"showId":1399}],[10,{"id":63075,"episodeNum":10,"date":1338703200000,"name":"Valar Morghulis","overview":"Tyrion awakens to a changed situation. King Joffrey doles out rewards to his subjects. As Theon stirs his men to action, Luwin offers some final advice. Brienne silences Jaime. Arya receives a gift from Jaqen. Dany goes to a strange place. Jon proves himself to Qhorin.","watched":false,"img":"https://image.tmdb.org/t/p/original/u46jn12qEyaCOe1oqJBwPvL5d7R.jpg","seasonNum":2,"showId":1399}]]}}],[3,{"id":3626,"name":"Season 3","overview":"Duplicity and treachery...nobility and honor...conquest and triumph...and, of course, dragons. In Season 3, family and loyalty are the overarching themes as many critical storylines from the first two seasons come to a brutal head. Meanwhile, the Lannisters maintain their hold on King's Landing, though stirrings in the North threaten to alter the balance of power; Robb Stark, King of the North, faces a major calamity as he tries to build on his victories; a massive army of wildlings led by Mance Rayder march for the Wall; and Daenerys Targaryen--reunited with her dragons--attempts to raise an army in her quest for the Iron Throne.","watched":false,"seasonNum":3,"numEpisodes":10,"img":"https://image.tmdb.org/t/p/original/7d3vRgbmnrRQ39Qmzd66bQyY7Is.jpg","episodes":{"dataType":"Map","value":[[1,{"id":63077,"episodeNum":1,"date":1364709600000,"name":"Valar Dohaeris","overview":"Jon meets the King-Beyond-the-Wall while his Night Watch Brothers flee south. In King's Landing, Tyrion wants a reward, Margaery shows her charitable nature, Cersei arranges a dinner party, and Littlefinger offers to help Sansa. Across the Narrow Sea, Daenerys starts her journey west.","watched":false,"img":"https://image.tmdb.org/t/p/original/3ZerJvXQXcM3tygHRkPTDbbK0hw.jpg","seasonNum":3,"showId":1399}],[2,{"id":63076,"episodeNum":2,"date":1365314400000,"name":"Dark Wings, Dark Words","overview":"Sansa says too much. Shae asks Tyrion for a favor. Jaime finds a way to pass the time, while Arya encounters the Brotherhood Without Banners.","watched":false,"img":"https://image.tmdb.org/t/p/original/ydrupjqBj6M68pUwJNJ5rbGmm1O.jpg","seasonNum":3,"showId":1399}],[3,{"id":63078,"episodeNum":3,"date":1365919200000,"name":"Walk of Punishment","overview":"Tyrion shoulders new responsibilities. Jon is taken to the Fist of the First Men. Daenerys meets with the slavers. Jaime strikes a deal with his captors.","watched":false,"img":"https://image.tmdb.org/t/p/original/u2DZ4uvnM46KpAb2RPc5TM9tZJq.jpg","seasonNum":3,"showId":1399}],[4,{"id":63082,"episodeNum":4,"date":1366524000000,"name":"And Now His Watch Is Ended","overview":"Trouble brews among the Night's Watch at Craster's. Margaery takes Joffrey out of his comfort zone. Arya meets the leader of the Brotherhood. Varys plots revenge on an old foe. Theon mournfully recalls his missteps. Daenerys deftly orchestrates her exit from Astapor.","watched":false,"img":"https://image.tmdb.org/t/p/original/70aEf9rvNPdqh4QGPSzEp6BB4Q.jpg","seasonNum":3,"showId":1399}],[5,{"id":63083,"episodeNum":5,"date":1367128800000,"name":"Kissed by Fire","overview":"The Hound is judged by the gods. Jaime is judged by men. Jon proves himself. Robb is betrayed. Tyrion learns the cost of weddings.","watched":false,"img":"https://image.tmdb.org/t/p/original/41CekEZyGvNLTJIJy7BqFDTitcC.jpg","seasonNum":3,"showId":1399}],[6,{"id":63084,"episodeNum":6,"date":1367733600000,"name":"The Climb","overview":"Tywin plans strategic unions for the Lannisters. Melisandre pays a visit to the Riverlands. Robb weighs a compromise to repair his alliance with House Frey. Roose Bolton decides what to do with Jaime Lannister. Jon, Ygritte, and the Wildlings face a daunting climb.","watched":false,"img":"https://image.tmdb.org/t/p/original/a5ifsts2r9znJO1xQ1NnuYqdbM2.jpg","seasonNum":3,"showId":1399}],[7,{"id":63081,"episodeNum":7,"date":1368338400000,"name":"The Bear and the Maiden Fair","overview":"Daenerys exchanges gifts with a slave lord outside of Yunkai. As Sansa frets about her prospects, Shae chafes at Tyrion’s new situation. Tywin counsels the king, and Melisandre reveals a secret to Gendry. Brienne faces a formidable foe in Harrenhal.","watched":false,"img":"https://image.tmdb.org/t/p/original/27NIMz6XTGcZM0jsI1gk0BNjHvM.jpg","seasonNum":3,"showId":1399}],[8,{"id":63085,"episodeNum":8,"date":1368943200000,"name":"Second Sons","overview":"King’s Landing hosts a wedding, and Tyrion and Sansa spend the night together. Daenerys meets the Titan’s Bastard. Davos demands proof from Melisandre. Sam and Gilly meet an older gentleman.","watched":false,"img":"https://image.tmdb.org/t/p/original/m4Fs1dVNux8wgdSpLokaFHtmOCR.jpg","seasonNum":3,"showId":1399}],[9,{"id":63080,"episodeNum":9,"date":1370152800000,"name":"The Rains of Castamere","overview":"Robb presents himself to Walder Frey, and Edmure meets his bride. Jon faces his harshest test yet. Bran discovers a new gift. Daario and Jorah debate how to take Yunkai. House Frey joins with House Tully.","watched":false,"img":"https://image.tmdb.org/t/p/original/27NyMAUv5Yfb3pyd3kFy9Ge7n8s.jpg","seasonNum":3,"showId":1399}],[10,{"id":63079,"episodeNum":10,"date":1370757600000,"name":"Mhysa","overview":"Joffrey challenges Tywin. Bran tells a ghost story. In Dragonstone, mercy comes from strange quarters. Daenerys waits to see if she is a conqueror or a liberator.","watched":false,"img":"https://image.tmdb.org/t/p/original/yeQwl3ZN8ZMqGvifMGWz2oCEPZ5.jpg","seasonNum":3,"showId":1399}]]}}],[4,{"id":3628,"name":"Season 4","overview":"The War of the Five Kings is drawing to a close, but new intrigues and plots are in motion, and the surviving factions must contend with enemies not only outside their ranks, but within.","watched":false,"seasonNum":4,"numEpisodes":10,"img":"https://image.tmdb.org/t/p/original/dniQ7zw3mbLJkd1U0gdFEh4b24O.jpg","episodes":{"dataType":"Map","value":[[1,{"id":973190,"episodeNum":1,"date":1396764000000,"name":"Two Swords","overview":"Tyrion welcomes a guest to King’s Landing. At Castle Black, Jon Snow finds himself unwelcome. Dany is pointed to Meereen, the mother of all slave cities. Arya runs into an old friend.","watched":false,"img":"https://image.tmdb.org/t/p/original/mA7XXz9qHjsXqXHDDyFKPm4SOTv.jpg","seasonNum":4,"showId":1399}],[2,{"id":973219,"episodeNum":2,"date":1397368800000,"name":"The Lion and the Rose","overview":"Tyrion lends Jaime a hand. Joffrey and Margaery host a breakfast. At Dragonstone, Stannis loses patience with Davos. Ramsay finds a purpose for his pet. North of the Wall, Bran sees where they must go.","watched":false,"img":"https://image.tmdb.org/t/p/original/6pgwx0zsv253RFVy8d3R4bEK3zM.jpg","seasonNum":4,"showId":1399}],[3,{"id":63096,"episodeNum":3,"date":1397973600000,"name":"Breaker of Chains","overview":"Tyrion ponders his options. Tywin extends an olive branch. Sam realizes Castle Black isn’t safe, and Jon proposes a bold plan. The Hound teaches Arya the way things are. Dany chooses her champion.","watched":false,"img":"https://image.tmdb.org/t/p/original/pgwGxEDIv1XyB5TcJcJM7EMLWiX.jpg","seasonNum":4,"showId":1399}],[4,{"id":63097,"episodeNum":4,"date":1398578400000,"name":"Oathkeeper","overview":"Dany balances justice and mercy. Jaime tasks Brienne with his honor. Jon secures volunteers while Bran, Jojen, Meera and Hodor stumble on shelter.","watched":false,"img":"https://image.tmdb.org/t/p/original/fbo6BnHrgr2wTc0m2gYPeylls8z.jpg","seasonNum":4,"showId":1399}],[5,{"id":63098,"episodeNum":5,"date":1399183200000,"name":"First of His Name","overview":"Cersei and Tywin plan the Crown's next move; Dany discusses future plans; Jon Snow begins a new mission.","watched":false,"img":"https://image.tmdb.org/t/p/original/3mfiQVDOZc0xJceSDypi2Wk8xj9.jpg","seasonNum":4,"showId":1399}],[6,{"id":63099,"episodeNum":6,"date":1399788000000,"name":"The Laws of Gods and Men","overview":"Stannis and Davos set sail; Dany meets with supplicants; Tyrion faces down his father. ","watched":false,"img":"https://image.tmdb.org/t/p/original/vKt9b7HNYhwM91C7S53zPsAWfT3.jpg","seasonNum":4,"showId":1399}],[7,{"id":63100,"episodeNum":7,"date":1400392800000,"name":"Mockingbird","overview":"Tyrion gains an unlikely ally; Daario asks Dany to allow him to do what he does best; Jon's warnings about the vulnerability of the Wall are ignored; Brienne follows a new lead. ","watched":false,"img":"https://image.tmdb.org/t/p/original/r7u0uELPyDkNnBZzAFVvw1XJKo5.jpg","seasonNum":4,"showId":1399}],[8,{"id":63101,"episodeNum":8,"date":1401602400000,"name":"The Mountain and the Viper","overview":"Unexpected visitors arrive in Mole's Town. Littlefinger's motives are questioned. Ramsay tries to prove himself to his father. Tyrion's fate is decided.","watched":false,"img":"https://image.tmdb.org/t/p/original/exdPjUiilNFUV8uUSiBBhsanAwa.jpg","seasonNum":4,"showId":1399}],[9,{"id":63102,"episodeNum":9,"date":1402207200000,"name":"The Watchers on the Wall","overview":"Jon Snow and the Night's Watch face a big challenge.","watched":false,"img":"https://image.tmdb.org/t/p/original/90jIL7o1zVMWNiXUUFDQnisgEq7.jpg","seasonNum":4,"showId":1399}],[10,{"id":63103,"episodeNum":10,"date":1402812000000,"name":"The Children","overview":"Circumstances change after an unexpected arrival from north of the Wall. Dany must face harsh realities. Bran learns more about his destiny. Tyrion sees the truth about his situation.","watched":false,"img":"https://image.tmdb.org/t/p/original/dEvyoz6NrUGH3nyphu43hAzT1VE.jpg","seasonNum":4,"showId":1399}]]}}],[5,{"id":62090,"name":"Season 5","overview":"The War of the Five Kings, once thought to be drawing to a close, is instead entering a new and more chaotic phase. Westeros is on the brink of collapse, and many are seizing what they can while the realm implodes, like a corpse making a feast for crows.","watched":false,"seasonNum":5,"numEpisodes":10,"img":"https://image.tmdb.org/t/p/original/527sR9hNDcgVDKNUE3QYra95vP5.jpg","episodes":{"dataType":"Map","value":[[1,{"id":1043618,"episodeNum":1,"date":1428818400000,"name":"The Wars to Come","overview":"Cersei and Jaime adjust to a world without Tywin. Varys reveals a conspiracy to Tyrion. Dany faces a new threat to her rule. Jon is caught between two kings.","watched":false,"img":"https://image.tmdb.org/t/p/original/shIFxmFySt9CtGXMTXWBipsNOIs.jpg","seasonNum":5,"showId":1399}],[2,{"id":1045551,"episodeNum":2,"date":1429423200000,"name":"The House of Black and White","overview":"Arya arrives in Braavos. Podrick and Brienne run into trouble on the road. Cersei fears for her daughter's safety in Dorne as Ellaria Sand seeks revenge for Oberyn's death. Stannis tempts Jon. An adviser tempts Daenerys.","watched":false,"img":"https://image.tmdb.org/t/p/original/pVTafj1pKhXh5aGZItOSDtgBZuc.jpg","seasonNum":5,"showId":1399}],[3,{"id":1045552,"episodeNum":3,"date":1430028000000,"name":"High Sparrow","overview":"In Braavos, Arya sees the Many-Faced God. In King's Landing, Queen Margaery enjoys her new husband. Tyrion and Varys walk the Long Bridge of Volantis.","watched":false,"img":"https://image.tmdb.org/t/p/original/5b6eUi2w12ao24ug8cL5QqJFKig.jpg","seasonNum":5,"showId":1399}],[4,{"id":1045553,"episodeNum":4,"date":1430632800000,"name":"Sons of the Harpy","overview":"The Faith Militant grow increasingly aggressive. Jaime and Bronn head south. Ellaria and the Sand Snakes vow vengeance.","watched":false,"img":"https://image.tmdb.org/t/p/original/eaHkOeGsaznmgru8z3ECiosZAAh.jpg","seasonNum":5,"showId":1399}],[5,{"id":1051286,"episodeNum":5,"date":1431237600000,"name":"Kill the Boy","overview":"Dany makes a difficult decision in Meereen. Jon recruits the help of an unexpected ally. Brienne searches for Sansa. Theon remains under Ramsay's control.","watched":false,"img":"https://image.tmdb.org/t/p/original/6OBLxmCseaeLwpKO9wN3oqPMDHQ.jpg","seasonNum":5,"showId":1399}],[6,{"id":1051287,"episodeNum":6,"date":1431842400000,"name":"Unbowed, Unbent, Unbroken","overview":"Arya trains. Jorah and Tyrion run into slavers. Trystane and Myrcella make plans. Jaime and Bronn reach their destination. The Sand Snakes attack.","watched":false,"img":"https://image.tmdb.org/t/p/original/siGoOvAqTTyojNHpfR8wilIoBjf.jpg","seasonNum":5,"showId":1399}],[7,{"id":1051288,"episodeNum":7,"date":1432447200000,"name":"The Gift","overview":"Jon prepares for conflict. Sansa tries to talk to Theon. Brienne waits for a sign. Stannis remains stubborn. Jaime attempts to reconnect with family.","watched":false,"img":"https://image.tmdb.org/t/p/original/2pqCgrvrQM8uIwbH8id3sgq1vvl.jpg","seasonNum":5,"showId":1399}],[8,{"id":1070282,"episodeNum":8,"date":1433052000000,"name":"Hardhome","overview":"Arya makes progress in her training. Sansa confronts an old friend. Cersei struggles. Jon travels.","watched":false,"img":"https://image.tmdb.org/t/p/original/zIrSrXU4zOArlVYnXFxxfKDYYY2.jpg","seasonNum":5,"showId":1399}],[9,{"id":1054979,"episodeNum":9,"date":1433656800000,"name":"The Dance of Dragons","overview":"Stannis confronts a troubling decision. Jon returns to The Wall. Mace visits the Iron Bank. Arya encounters someone from her past. Dany reluctantly oversees a traditional celebration of athleticism.","watched":false,"img":"https://image.tmdb.org/t/p/original/j7oyJI76rmn83WrczewkiqO5hh6.jpg","seasonNum":5,"showId":1399}],[10,{"id":1159054,"episodeNum":10,"date":1434261600000,"name":"Mother's Mercy","overview":"Stannis marches. Dany is surrounded by strangers. Cersei seeks forgiveness. Jon is challenged.","watched":false,"img":"https://image.tmdb.org/t/p/original/b5dIepsIO3robQSe18fWmsQe37R.jpg","seasonNum":5,"showId":1399}]]}}],[6,{"id":71881,"name":"Season 6","overview":"Following the shocking developments at the conclusion of season five, survivors from all parts of Westeros and Essos regroup to press forward, inexorably, towards their uncertain individual fates. Familiar faces will forge new alliances to bolster their strategic chances at survival, while new characters will emerge to challenge the balance of power in the east, west, north and south.","watched":false,"seasonNum":6,"numEpisodes":10,"img":"https://image.tmdb.org/t/p/original/zvYrzLMfPIenxoq2jFY4eExbRv8.jpg","episodes":{"dataType":"Map","value":[[1,{"id":1156503,"episodeNum":1,"date":1461477600000,"name":"The Red Woman","overview":"The fate of Jon Snow is revealed. Daenerys meets a strong man. Cersei sees her daughter once again.","watched":false,"img":"https://image.tmdb.org/t/p/original/wUT1usesyneAJee4wzxxu6pfOKY.jpg","seasonNum":6,"showId":1399}],[2,{"id":1187406,"episodeNum":2,"date":1462082400000,"name":"Home","overview":"Bran trains with the Three-Eyed Raven. In King’s Landing, Jaime advises Tommen. Tyrion demands good news, but has to make his own. At Castle Black, the Night’s Watch stands behind Thorne. Ramsay Bolton proposes a plan, and Balon Greyjoy entertains other proposals.","watched":false,"img":"https://image.tmdb.org/t/p/original/9JlZ6sOXf4nodwWYvoM5zCJIGm9.jpg","seasonNum":6,"showId":1399}],[3,{"id":1186952,"episodeNum":3,"date":1462687200000,"name":"Oathbreaker","overview":"Daenerys meets her future. Bran meets the past. Tommen confronts the High Sparrow. Arya trains to be No One. Varys finds an answer. Ramsay gets a gift.","watched":false,"img":"https://image.tmdb.org/t/p/original/hTRefrtVbPvTP7xA1e0EjU5ioVf.jpg","seasonNum":6,"showId":1399}],[4,{"id":1186953,"episodeNum":4,"date":1463292000000,"name":"Book of the Stranger","overview":"Tyrion strikes a deal. Jorah and Daario undertake a difficult task. Jaime and Cersei try to improve their situation.","watched":false,"img":"https://image.tmdb.org/t/p/original/ieuk4jZv1vFi8yxrGiL1wrtRT7P.jpg","seasonNum":6,"showId":1399}],[5,{"id":1186954,"episodeNum":5,"date":1463896800000,"name":"The Door","overview":"Tyrion seeks a strange ally. Bran learns a great deal. Brienne goes on a mission. Arya is given a chance to prove herself.","watched":false,"img":"https://image.tmdb.org/t/p/original/5513iUxanL6LmgVM12jkkFaWBqJ.jpg","seasonNum":6,"showId":1399}],[6,{"id":1186955,"episodeNum":6,"date":1464501600000,"name":"Blood of My Blood","overview":"An old foe comes back into the picture. Gilly meets Sam’s family. Arya faces a difficult choice. Jaime faces off against the High Sparrow.","watched":false,"img":"https://image.tmdb.org/t/p/original/k01MUth8Xm2y79nvsQ3UF25SN9w.jpg","seasonNum":6,"showId":1399}],[7,{"id":1186956,"episodeNum":7,"date":1465106400000,"name":"The Broken Man","overview":"The High Sparrow eyes another target. Jaime confronts a hero. Arya makes a plan. The North is reminded.","watched":false,"img":"https://image.tmdb.org/t/p/original/pGYURx0nKsYcSNrRpmnJ5BaHcKs.jpg","seasonNum":6,"showId":1399}],[8,{"id":1187403,"episodeNum":8,"date":1465711200000,"name":"No One","overview":"While Jaime weighs his options, Cersei answers a request. Tyrion's plans bear fruit. Arya faces a new test.","watched":false,"img":"https://image.tmdb.org/t/p/original/7CrDDELasQYT2gienzYAPRjYbL9.jpg","seasonNum":6,"showId":1399}],[9,{"id":1187404,"episodeNum":9,"date":1466316000000,"name":"Battle of the Bastards","overview":"As the Starks prepare to fight, Davos loses something dear. Ramsay plays a game. Daenerys faces a choice.","watched":false,"img":"https://image.tmdb.org/t/p/original/m0hIejSC1W82IjNg4hTfIDN4jd9.jpg","seasonNum":6,"showId":1399}],[10,{"id":1187405,"episodeNum":10,"date":1466920800000,"name":"The Winds of Winter","overview":"Tyrion counsels Daenerys on the upcoming campaign. Jon and Sansa discuss their future. Trials begin in King's Landing.","watched":false,"img":"https://image.tmdb.org/t/p/original/8qgIcKTOKeAHlJMjGyPHl3IHjcU.jpg","seasonNum":6,"showId":1399}]]}}],[7,{"id":81266,"name":"Season 7","overview":"The long winter is here. And with it comes a convergence of armies and attitudes that have been brewing for years.","watched":false,"seasonNum":7,"numEpisodes":7,"img":"https://image.tmdb.org/t/p/original/3dqzU3F3dZpAripEx9kRnijXbOj.jpg","episodes":{"dataType":"Map","value":[[1,{"id":1233022,"episodeNum":1,"date":1500184800000,"name":"Dragonstone","overview":"Jon organizes the defense of the North. Cersei tries to even the odds. Daenerys comes home.","watched":false,"img":"https://image.tmdb.org/t/p/original/3SB4PUzZAnY6HnZbVbktIZoopGs.jpg","seasonNum":7,"showId":1399}],[2,{"id":1336114,"episodeNum":2,"date":1500789600000,"name":"Stormborn","overview":"Daenerys receives an unexpected visitor. Jon faces a revolt. Tyrion plans the conquest of Westeros.","watched":false,"img":"https://image.tmdb.org/t/p/original/dVf1gfi80js9qyxm78479o4RNUr.jpg","seasonNum":7,"showId":1399}],[3,{"id":1336115,"episodeNum":3,"date":1501394400000,"name":"The Queen's Justice","overview":"Daenerys holds court. Tyrion backchannels. Cersei returns a gift. Jaime learns from his mistakes.","watched":false,"img":"https://image.tmdb.org/t/p/original/fnSJ2l2lPl7RVQuiftiL90QZG7l.jpg","seasonNum":7,"showId":1399}],[4,{"id":1340524,"episodeNum":4,"date":1501999200000,"name":"The Spoils of War","overview":"Daenerys fights back. Jaime faces an unexpected situation. Arya comes home.","watched":false,"img":"https://image.tmdb.org/t/p/original/dVhIfcaonwROdVJH93tZDjFOtlM.jpg","seasonNum":7,"showId":1399}],[5,{"id":1340526,"episodeNum":5,"date":1502604000000,"name":"Eastwatch","overview":"Tyrion tries to find a way to make Daenerys listen to reason while Jon plans a dangerous new mission.","watched":false,"img":"https://image.tmdb.org/t/p/original/3iaJDPtj75z1YpLDMKR17JRXQdP.jpg","seasonNum":7,"showId":1399}],[6,{"id":1340527,"episodeNum":6,"date":1503208800000,"name":"Beyond the Wall","overview":"Jon and his team go beyond the wall to capture a wight. Daenerys has to make a tough decision.","watched":false,"img":"https://image.tmdb.org/t/p/original/odrg1ren7j3HnggIKuKuSMfyOsg.jpg","seasonNum":7,"showId":1399}],[7,{"id":1340528,"episodeNum":7,"date":1503813600000,"name":"The Dragon and the Wolf","overview":"A meeting is held in King's Landing. Problems arise in the North.","watched":false,"img":"https://image.tmdb.org/t/p/original/4AkiRsZDWjX1Udot25EDsGROu9E.jpg","seasonNum":7,"showId":1399}]]}}],[8,{"id":107971,"name":"Season 8","overview":"The Great War has come, the Wall has fallen and the Night King's army of the dead marches towards Westeros. The end is here, but who will take the Iron Throne?","watched":false,"seasonNum":8,"numEpisodes":6,"img":"https://image.tmdb.org/t/p/original/39FHkTLnNMjMVXdIDwZN8SxYqD6.jpg","episodes":{"dataType":"Map","value":[[1,{"id":1551825,"episodeNum":1,"date":1555221600000,"name":"Winterfell","overview":"Arriving at Winterfell, Jon and Daenerys struggle to unite a divided North. Jon Snow gets some big news.","watched":false,"img":"https://image.tmdb.org/t/p/original/aeLFDgp0J9140lS4nWUgZZRK6Rp.jpg","seasonNum":8,"showId":1399}],[2,{"id":1551826,"episodeNum":2,"date":1555826400000,"name":"A Knight of the Seven Kingdoms","overview":"The battle at Winterfell is approaching. Jaime is confronted with the consequences of the past. A tense interaction between Sansa and Daenerys follows.","watched":false,"img":"https://image.tmdb.org/t/p/original/vJ8H9WtzbJGfArfdycc4nagQVRU.jpg","seasonNum":8,"showId":1399}],[3,{"id":1551827,"episodeNum":3,"date":1556431200000,"name":"The Long Night","overview":"The Night King and his army have arrived at Winterfell and the great battle begins. Arya looks to prove her worth as a fighter.","watched":false,"img":"https://image.tmdb.org/t/p/original/k69MmmwXIy1ywEQDZME4des9aRJ.jpg","seasonNum":8,"showId":1399}],[4,{"id":1551828,"episodeNum":4,"date":1557036000000,"name":"The Last of the Starks","overview":"In the wake of a costly victory, Jon and Daenerys look to the south as Tyrion eyes a compromise that could save countless lives.","watched":false,"img":"https://image.tmdb.org/t/p/original/qe508xwVVO7cF2oWzfJp52StkTk.jpg","seasonNum":8,"showId":1399}],[5,{"id":1551829,"episodeNum":5,"date":1557640800000,"name":"The Bells","overview":"Daenerys brings her forces to King's Landing.","watched":false,"img":"https://image.tmdb.org/t/p/original/xF9hOs5h9sc37oWdtF4RPHq8dXA.jpg","seasonNum":8,"showId":1399}],[6,{"id":1551830,"episodeNum":6,"date":1558245600000,"name":"The Iron Throne","overview":"In the aftermath of the devastating attack on King's Landing, Daenerys must face the survivors.","watched":false,"img":"https://image.tmdb.org/t/p/original/3x8tJon5jXFa1ziAM93hPKNyW7i.jpg","seasonNum":8,"showId":1399}]]}}],[0,{"id":3627,"name":"Specials","overview":"","watched":false,"seasonNum":0,"numEpisodes":178,"img":"https://image.tmdb.org/t/p/original/kMTcwNRfFKCZ0O2OaBZS0nZ2AIe.jpg","episodes":{"dataType":"Map","value":[[1,{"id":63087,"episodeNum":1,"date":1291528800000,"name":"Inside Game of Thrones","overview":"A short look into the film-making process for the production Game of Thrones","watched":false,"img":"https://image.tmdb.org/t/p/original/1aVzF5os3TEMeQBTyNWPlKVsY0f.jpg","seasonNum":0,"showId":1399}],[2,{"id":63086,"episodeNum":2,"date":1301810400000,"name":"15-Minute Preview","overview":"An approximately 15-minute preview of the first episode of Game of Thrones.","watched":false,"img":"https://image.tmdb.org/t/p/original/7LUPfB5mrNfplDFfpZIjFL5J9fI.jpg","seasonNum":0,"showId":1399}],[3,{"id":63088,"episodeNum":3,"date":1302156000000,"name":"Making Game of Thrones","overview":"An exclusive 30-minute feature including never-before-seen footage from the set and interviews from the cast and crew.","watched":false,"img":"https://image.tmdb.org/t/p/original/wK6sLD7YIgnteEjxdWzT9xe4WvW.jpg","seasonNum":0,"showId":1399}],[4,{"id":2247123,"episodeNum":4,"date":1302415200000,"name":"El Juego Comienza","overview":"A spanish \"Canal +`\" production with interviews to some famous spanish movie directors like Alex de La Iglesia and extracts from last special \"Making Game Of Thrones\"","watched":false,"img":"https://image.tmdb.org/t/p/original/kMTcwNRfFKCZ0O2OaBZS0nZ2AIe.jpg","seasonNum":0,"showId":1399}],[5,{"id":63090,"episodeNum":5,"date":1311228000000,"name":"2011 Comic Con Panel","overview":"","watched":false,"img":"https://image.tmdb.org/t/p/original/xydHpOh6zViapTSedZEKdqhruNX.jpg","seasonNum":0,"showId":1399}],[6,{"id":63091,"episodeNum":6,"date":1332568800000,"name":"You Win or You Die","overview":"A prequel to Game of Thrones Season 2 which recaps on the first season and gives insight into what's to come.","watched":false,"img":"https://image.tmdb.org/t/p/original/6M8HOqp1AnaabsMnBDczrxMPPVS.jpg","seasonNum":0,"showId":1399}],[7,{"id":63092,"episodeNum":7,"date":1362722400000,"name":"A Gathering Storm","overview":"A prequel to Game of Thrones Season 3 which recaps on the first and second season and gives insight into what's to come.","watched":false,"img":"https://image.tmdb.org/t/p/original/b0FeVwxVweWQ5RQtQztBhE6vEhC.jpg","seasonNum":0,"showId":1399}],[8,{"id":63093,"episodeNum":8,"date":1368943200000,"name":"Politics of Marriage","overview":"Love and marriage? They don't go together so well in 'Game of Thrones' where the concept of matrimony is all about making power plays and political alliances. Cast and crew members along with author George R.R. Martin take a fascinating look at this ancient institution and its place in the hit HBO series.","watched":false,"img":"https://image.tmdb.org/t/p/original/uWDFqmA43kepOPEzgJf6s30ZHR6.jpg","seasonNum":0,"showId":1399}],[9,{"id":974558,"episodeNum":9,"date":1391925600000,"name":"Ice and Fire: A Foreshadowing","overview":"Take a look back and a look forward to the fourth season of the hit HBO series, the show features clips from upcoming episodes, behind the scenes footage, interviews with talent, and cast members' answers to questions posed by fans.","watched":false,"img":"https://image.tmdb.org/t/p/original/2nFkwdPOwXMf2TySEPRSE0WXRDA.jpg","seasonNum":0,"showId":1399}],[10,{"id":974559,"episodeNum":10,"date":1394604000000,"name":"The Politics of Power: A Look Back at Season 3","overview":"Relive every thrilling, dramatic and tragic highlight from Season 3 of \"Game of Thrones\" in this comprehensive featurette. From Daenerys building a slave army to the infamous Red Wedding, not a detail is missed as recalled by the stars of the hit HBO series.","watched":false,"img":"https://image.tmdb.org/t/p/original/z5M4Fyyy0ioobo1MJ345gAWMrop.jpg","seasonNum":0,"showId":1399}],[11,{"id":1041057,"episodeNum":11,"date":1423375200000,"name":"A Day in the Life","overview":"The 30-minute special documents one epic day of production as tackled by hundreds of crew members across three countries. In addition to a behind-the-scenes look at the action in Dubrovnik, Croatia, Belfast, Northern Ireland and Seville, Spain, the preview includes several never-before-seen features.","watched":false,"img":"https://image.tmdb.org/t/p/original/xUVCZNoGKrp4IbbExcMWUUOwDvT.jpg","seasonNum":0,"showId":1399}],[12,{"id":1188785,"episodeNum":12,"date":1426485600000,"name":"The Story So Far (2015)","overview":"Ahead of the eagerly-anticipated fifth season, we bring you up tp speed with the events of the epic fantasy drama to date. And to help the uninitiated ease into the wild world of Westeros, here's a beginner's guide to the fantasy epic.","watched":false,"img":"https://image.tmdb.org/t/p/original/gDJoLFcizTNzwanGxAmzjShNIfB.jpg","seasonNum":0,"showId":1399}],[13,{"id":1203674,"episodeNum":13,"date":1426744800000,"name":"World Premiere","overview":"See the stars of Game of Thrones arrive at the Tower of London for the world premiere of the hit show's fifth season. Sue Perkins and Jamie East host.","watched":false,"img":"https://image.tmdb.org/t/p/original/dDufP1c0an3m3qsO2AtqbG44hlH.jpg","seasonNum":0,"showId":1399}],[14,{"id":1347221,"episodeNum":14,"date":1432274400000,"name":"Red Nose Day 'Game Of Thrones' Musical","overview":"“George R.R. Martin meets Chris Martin – what could go wrong?” That’s Emilia Clarke in the epic, 12-minute video for Coldplay’s totally fake Game of Thrones musical, right before she rips into a song called “Rastafarian Targaryen.” Here’s a sample lyric: “Call me Daenerys Targaryen when you want to reach me, and if you feel the love then you can call me Khalessi.” The sketch, part of Red Nose Day, includes cast members Kit Harington, Peter Dinklage, John Bradley, Rose Leslie, Charlotte Pope, Thomas Brodie-Sangster, Alfie Allen and Nikolaj Coster-Waldau, who performs a piano ballad called “Closer to Home” to a photo of Lena Headey as Cersei. (“Are you thinking about Joffrey? Such a spirited lad. I was his uncle, I was also his dad.”)","watched":false,"img":"https://image.tmdb.org/t/p/original/kOk3k9QGezLWMGFGAovukX3R67m.jpg","seasonNum":0,"showId":1399}],[15,{"id":1631882,"episodeNum":15,"date":1461132000000,"name":"The Story So Far (2016)","overview":"Ahead of Season 6 of the epic saga, this special will bring viewers up to speed on the gripping storylines and compelling characters from the first five seasons. Writers and stars of the show give viewers an insight into key events of each season and explain the intrigues and power struggles at work in the lands of Westeros and beyond.","watched":false,"img":"https://image.tmdb.org/t/p/original/viSbmzfMeUKHaeaKr0etCAdTnmc.jpg","seasonNum":0,"showId":1399}],[16,{"id":1759666,"episodeNum":16,"date":1470031200000,"name":"The Game Revealed: Season 6 Episode 1 & 2","overview":"The Game Revealed: Season 6 Episode 1 & 2","watched":false,"img":"https://image.tmdb.org/t/p/original/lVFVxh3iayEd7mAtLwo94j34zeC.jpg","seasonNum":0,"showId":1399}],[17,{"id":1799533,"episodeNum":17,"date":1470031200000,"name":"The Game Revealed: Season 6 Episode 3 & 4","overview":"The Game Revealed: Season 6 Episode 3 & 4","watched":false,"img":"https://image.tmdb.org/t/p/original/9xvP14MhH9OVL8SE5In4ggvZ3b4.jpg","seasonNum":0,"showId":1399}],[18,{"id":1989799,"episodeNum":18,"date":1470031200000,"name":"The Game Revealed: Season 6 Episode 5 & 6","overview":"The Game Revealed: Season 6 Episode 5 & 6","watched":false,"img":"https://image.tmdb.org/t/p/original/6jujHifJfHUmRypyBZgBfN3rJo6.jpg","seasonNum":0,"showId":1399}],[19,{"id":63089,"episodeNum":19,"date":1470031200000,"name":"The Game Revealed: Season 6 Episode 7 & 8","overview":"The Game Revealed: Season 6 Episode 7 & 8","watched":false,"img":"https://image.tmdb.org/t/p/original/ipyfP5kR8feGU5gVqjA8BfcCdZK.jpg","seasonNum":0,"showId":1399}],[20,{"id":2022234,"episodeNum":20,"date":1470031200000,"name":"The Game Revealed: Season 6 Episode 9 & 10","overview":"The Game Revealed: Season 6 Episode 9 & 10","watched":false,"img":"https://image.tmdb.org/t/p/original/jJB1SW7D0rQ0bXgUJzz0tiUWSMZ.jpg","seasonNum":0,"showId":1399}],[21,{"id":2022235,"episodeNum":21,"date":1466316000000,"name":"Anatomy of A Scene: The Battle of Winterfell","overview":"Anatomy of A Scene: The Battle of Winterfell","watched":false,"img":"https://image.tmdb.org/t/p/original/jJB1SW7D0rQ0bXgUJzz0tiUWSMZ.jpg","seasonNum":0,"showId":1399}],[22,{"id":2022236,"episodeNum":22,"date":1469167200000,"name":"2016 Comic Con Panel","overview":"2016 Comic Con Panel","watched":false,"img":"https://image.tmdb.org/t/p/original/gxQZwykLcldLLXVQiMibpRQVgpT.jpg","seasonNum":0,"showId":1399}],[23,{"id":2022237,"episodeNum":23,"date":1467525600000,"name":"18 Hours at the Paint Hall","overview":"Take an inside look at an action-packed day inside the main production complex for ‘Game of Thrones’ in Belfast, Northern Ireland.","watched":false,"img":"https://image.tmdb.org/t/p/original/79NrbZA9xgB62vkqoB3bWDvRq0r.jpg","seasonNum":0,"showId":1399}],[24,{"id":2022238,"episodeNum":24,"date":1499925600000,"name":"The Story So Far (2017)","overview":"Ahead of the season seven premiere, get up to speed on all the action in Game of Thrones with this re-cap of the story so far.","watched":false,"img":"https://image.tmdb.org/t/p/original/kMTcwNRfFKCZ0O2OaBZS0nZ2AIe.jpg","seasonNum":0,"showId":1399}],[25,{"id":2022239,"episodeNum":25,"date":1500616800000,"name":"2017 Comic Con Panel","overview":"2017 Comic Con Panel","watched":false,"img":"https://image.tmdb.org/t/p/original/kMTcwNRfFKCZ0O2OaBZS0nZ2AIe.jpg","seasonNum":0,"showId":1399}],[26,{"id":2022240,"episodeNum":26,"date":1501567200000,"name":"Inside the Episode: Season 7 Episode 1","overview":"Inside the Episode: Season 7 Episode 1","watched":false,"img":"https://image.tmdb.org/t/p/original/7WtE85PWeCOoQJVtiScbnypuPVY.jpg","seasonNum":0,"showId":1399}],[27,{"id":2022241,"episodeNum":27,"date":1501567200000,"name":"Inside the Episode: Season 7 Episode 2","overview":"Inside the Episode: Season 7 Episode 2","watched":false,"img":"https://image.tmdb.org/t/p/original/kMTcwNRfFKCZ0O2OaBZS0nZ2AIe.jpg","seasonNum":0,"showId":1399}],[28,{"id":2022242,"episodeNum":28,"date":1501567200000,"name":"Inside the Episode: Season 7 Episode 3","overview":"Inside the Episode: Season 7 Episode 3","watched":false,"img":"https://image.tmdb.org/t/p/original/qh9Qw4AM0c7vrsNm3T50ZbeOran.jpg","seasonNum":0,"showId":1399}],[29,{"id":2022243,"episodeNum":29,"date":1501999200000,"name":"Inside the Episode: Season 7 Episode 4","overview":"Inside the Episode: Season 7 Episode 4","watched":false,"img":"https://image.tmdb.org/t/p/original/pgOvxMdc9hLVF8bbq8BIP6GW3cG.jpg","seasonNum":0,"showId":1399}],[30,{"id":2022244,"episodeNum":30,"date":1502604000000,"name":"Inside the Episode: Season 7 Episode 5","overview":"Inside the Episode: Season 7 Episode 5","watched":false,"img":"https://image.tmdb.org/t/p/original/871Rb4J8tLT7umW3hxTAfzJmbsl.jpg","seasonNum":0,"showId":1399}],[31,{"id":2247053,"episodeNum":31,"date":1503208800000,"name":"Inside the Episode: Season 7 Episode 6","overview":"Inside the Episode: Season 7 Episode 6","watched":false,"img":"https://image.tmdb.org/t/p/original/kMTcwNRfFKCZ0O2OaBZS0nZ2AIe.jpg","seasonNum":0,"showId":1399}],[32,{"id":2247055,"episodeNum":32,"date":1503900000000,"name":"Inside the Episode: Season 7 Episode 7","overview":"Inside the Episode: Season 7 Episode 7","watched":false,"img":"https://image.tmdb.org/t/p/original/kMTcwNRfFKCZ0O2OaBZS0nZ2AIe.jpg","seasonNum":0,"showId":1399}],[33,{"id":2247061,"episodeNum":33,"date":1503900000000,"name":"The Game Revealed: Season 7 Episode 1","overview":"The Game Revealed: Season 7 Episode 1","watched":false,"img":"https://image.tmdb.org/t/p/original/qTckTtexs8qHv127A93vc3pJP5e.jpg","seasonNum":0,"showId":1399}],[34,{"id":2247062,"episodeNum":34,"date":1504764000000,"name":"The Game Revealed: Season 7 Episode 2","overview":"Go inside the brutal battle between Greyjoy fleets with this clip from the latest episode of the 7-part behind-the-scenes series, The Game Revealed.","watched":false,"img":"https://image.tmdb.org/t/p/original/kMTcwNRfFKCZ0O2OaBZS0nZ2AIe.jpg","seasonNum":0,"showId":1399}],[35,{"id":2247063,"episodeNum":35,"date":1505109600000,"name":"The Game Revealed: Season 7 Episode 3","overview":"The Game Revealed: Season 7 Episode 3","watched":false,"img":"https://image.tmdb.org/t/p/original/kMTcwNRfFKCZ0O2OaBZS0nZ2AIe.jpg","seasonNum":0,"showId":1399}],[36,{"id":2528778,"episodeNum":36,"date":1505368800000,"name":"Conquest & Rebellion: An Animated History of the Seven Kingdoms","overview":"Conquest & Rebellion tells the story of the Targaryen Conquest which first unified the Seven Kingdoms, nearly 300 years before the War of the Five Kings, including the founding of King's Landing and creation of the Iron Throne.","watched":false,"img":"https://image.tmdb.org/t/p/original/oBUrZesXZFxc1u7aHxWYlEwt3Wl.jpg","seasonNum":0,"showId":1399}],[37,{"id":2247066,"episodeNum":37,"date":1505714400000,"name":"The Game Revealed: Season 7 Episode 4","overview":"The Game Revealed: Season 7 Episode 4","watched":false,"img":"https://image.tmdb.org/t/p/original/kMTcwNRfFKCZ0O2OaBZS0nZ2AIe.jpg","seasonNum":0,"showId":1399}],[38,{"id":2247067,"episodeNum":38,"date":1506319200000,"name":"The Game Revealed: Season 7 Episode 5","overview":"The Game Revealed: Season 7 Episode 5","watched":false,"img":"https://image.tmdb.org/t/p/original/kMTcwNRfFKCZ0O2OaBZS0nZ2AIe.jpg","seasonNum":0,"showId":1399}],[39,{"id":2247068,"episodeNum":39,"date":1506924000000,"name":"The Game Revealed: Season 7 Episode 6","overview":"The Game Revealed: Season 7 Episode 6","watched":false,"img":"https://image.tmdb.org/t/p/original/kMTcwNRfFKCZ0O2OaBZS0nZ2AIe.jpg","seasonNum":0,"showId":1399}],[40,{"id":2247070,"episodeNum":40,"date":1507528800000,"name":"The Game Revealed: Season 7 Episode 7","overview":"The Game Revealed: Season 7 Episode 7","watched":false,"img":"https://image.tmdb.org/t/p/original/kMTcwNRfFKCZ0O2OaBZS0nZ2AIe.jpg","seasonNum":0,"showId":1399}],[42,{"id":2247071,"episodeNum":42,"date":1555221600000,"name":"60 Minutes Profile","overview":"60 Minutes Profile","watched":false,"img":"https://image.tmdb.org/t/p/original/kMTcwNRfFKCZ0O2OaBZS0nZ2AIe.jpg","seasonNum":0,"showId":1399}],[43,{"id":2247072,"episodeNum":43,"date":1555135200000,"name":"The Story So Far (2018)","overview":"Catch up on all seven seasons of the global phenomenon that is Game of Thrones as fans and cast members take you through the story so far.","watched":false,"img":"https://image.tmdb.org/t/p/original/kMTcwNRfFKCZ0O2OaBZS0nZ2AIe.jpg","seasonNum":0,"showId":1399}],[44,{"id":2247074,"episodeNum":44,"date":1554703200000,"name":"The Cast Remembers","overview":"First days on set, favorite costumes and scenes they'll never forget: the actors look back on filming eight seasons of Game of Thrones.","watched":false,"img":"https://image.tmdb.org/t/p/original/5SOWwPGfdJN2veQlqeVVgPg0Fae.jpg","seasonNum":0,"showId":1399}],[45,{"id":2247076,"episodeNum":45,"date":1555308000000,"name":"The Game Revealed: Season 8 Episode 1","overview":"\"This is the last time we're ever going to be doing this.\"","watched":false,"img":"https://image.tmdb.org/t/p/original/kMTcwNRfFKCZ0O2OaBZS0nZ2AIe.jpg","seasonNum":0,"showId":1399}],[46,{"id":2247077,"episodeNum":46,"date":1555221600000,"name":"Inside the Episode: Season 8 Episode 1","overview":"The producers and writers of Game of Thrones give behind-the-scenes insight into the first episode from the final season of the fantasy epic. (S8, ep 1)","watched":false,"img":"https://image.tmdb.org/t/p/original/hTsIrj9DKG3jSqDeNoGeRvRx7LD.jpg","seasonNum":0,"showId":1399}],[47,{"id":2247078,"episodeNum":47,"date":1555912800000,"name":"The Game Revealed: Season 8 Episode 2","overview":"The Game Revealed: Season 8 Episode 2","watched":false,"img":"https://image.tmdb.org/t/p/original/yR4C3NmiL9AbkytyKwdZorPj5bj.jpg","seasonNum":0,"showId":1399}],[48,{"id":2247079,"episodeNum":48,"date":1555826400000,"name":"Inside the Episode: Season 8 Episode 2","overview":"Inside the Episode: Season 8 Episode 2","watched":false,"img":"https://image.tmdb.org/t/p/original/kMTcwNRfFKCZ0O2OaBZS0nZ2AIe.jpg","seasonNum":0,"showId":1399}],[49,{"id":2247089,"episodeNum":49,"date":1556517600000,"name":"The Game Revealed: Season 8 Episode 3","overview":"The cast and crew sheds light on the extraordinary 11-week night shoot that culminated in the longest Game of Thrones episode to date.","watched":false,"img":"https://image.tmdb.org/t/p/original/kMTcwNRfFKCZ0O2OaBZS0nZ2AIe.jpg","seasonNum":0,"showId":1399}],[50,{"id":2247094,"episodeNum":50,"date":1556431200000,"name":"Inside the Episode: Season 8 Episode 3","overview":"Series creators David Benioff and D.B. Weiss examine the episode's wins and losses.","watched":false,"img":"https://image.tmdb.org/t/p/original/kMTcwNRfFKCZ0O2OaBZS0nZ2AIe.jpg","seasonNum":0,"showId":1399}],[51,{"id":2247096,"episodeNum":51,"date":1557036000000,"name":"The Game Revealed: Season 8 Episode 4","overview":"The Game Revealed: Season 8 Episode 4","watched":false,"img":"https://image.tmdb.org/t/p/original/62gi0SE1l5Eicwil7Vz65oScDmW.jpg","seasonNum":0,"showId":1399}],[52,{"id":2247097,"episodeNum":52,"date":1557036000000,"name":"Inside the Episode: Season 8 Episode 4","overview":"Inside the Episode: Season 8 Episode 4","watched":false,"img":"https://image.tmdb.org/t/p/original/fCVkPqEoAs683SdUtUypfjCOa4H.jpg","seasonNum":0,"showId":1399}],[53,{"id":2247099,"episodeNum":53,"date":1557727200000,"name":"The Game Revealed: Season 8 Episode 5","overview":"The Game Revealed: Season 8 Episode 5","watched":false,"img":"https://image.tmdb.org/t/p/original/kMTcwNRfFKCZ0O2OaBZS0nZ2AIe.jpg","seasonNum":0,"showId":1399}],[54,{"id":2247100,"episodeNum":54,"date":1557727200000,"name":"Inside the Episode: Season 8 Episode 5","overview":"Inside the Episode: Season 8 Episode 5","watched":false,"img":"https://image.tmdb.org/t/p/original/kMTcwNRfFKCZ0O2OaBZS0nZ2AIe.jpg","seasonNum":0,"showId":1399}],[55,{"id":2318447,"episodeNum":55,"date":1558850400000,"name":"The Last Watch","overview":"A documentary chronicling the fantasy drama’s eighth and final season. British documentarian Jeanie Finlay was embedded on the series’ set during production of the final six episodes, and the footage she captured during that time delves deep into the mud and blood to reveal the tears and triumphs involved in the challenge of bringing the fantasy world of Westeros to life in the very real studios, fields and car-parks of Northern Ireland.","watched":false,"img":"https://image.tmdb.org/t/p/original/le4EaaN389e9CuNvjv4KhYQs2uj.jpg","seasonNum":0,"showId":1399}],[56,{"id":2465258,"episodeNum":56,"date":1330927200000,"name":"Histories & Lore: The Children of the Forest, the First Men, and the Andals","overview":"Bran Stark recounts the legends surrounding the mysterious Children of the Forest and their wars against the First Men and the Andals.","watched":false,"img":"https://image.tmdb.org/t/p/original/pfbS3RyvGzGztpTg5oIrDjNpYtF.jpg","seasonNum":0,"showId":1399}],[57,{"id":2465259,"episodeNum":57,"date":1330927200000,"name":"Histories & Lore: The Age of Heroes","overview":"Bran Stark recounts the stories of legendary figures of several of the seven independent kingdoms that existed prior to the War of Conquest.","watched":false,"img":"https://image.tmdb.org/t/p/original/8GFIbeAx8RednwvGyHpVWM4VUgM.jpg","seasonNum":0,"showId":1399}],[58,{"id":2465260,"episodeNum":58,"date":1330927200000,"name":"Histories & Lore: The Old Gods and the New","overview":"Catelyn and Bran Stark discuss the worship of the Old Gods of the Forest and the Seven in Westeros.","watched":false,"img":"https://image.tmdb.org/t/p/original/ie92d3B4yXmDJ2nCQdfojyOioWc.jpg","seasonNum":0,"showId":1399}],[59,{"id":2465261,"episodeNum":59,"date":1330927200000,"name":"Histories & Lore: The History of the Night's Watch (Jeor Mormont)","overview":"Jeor Mormont discusses the earliest days, structure and duty of the Night's Watch.","watched":false,"img":"https://image.tmdb.org/t/p/original/c0nErEOpLgatMxlQNilDjO68tPE.jpg","seasonNum":0,"showId":1399}],[60,{"id":2465262,"episodeNum":60,"date":1330927200000,"name":"Histories & Lore: The History of the Night's Watch (Maester Luwin)","overview":"Maester Luwin details the steady decline that the Night's Watch has suffered with the passage of time.","watched":false,"img":"https://image.tmdb.org/t/p/original/gi6vm0lTu1vDMnAi3KqkU7Somil.jpg","seasonNum":0,"showId":1399}],[61,{"id":2465263,"episodeNum":61,"date":1330927200000,"name":"Histories & Lore: The History of the Night's Watch (Tywin Lannister)","overview":"Tywin Lannister mocks the faded glory of the Night's Watch and questions the need for the order.","watched":false,"img":"https://image.tmdb.org/t/p/original/c8IQjivKLeqVW1U8STZOxuL1kDs.jpg","seasonNum":0,"showId":1399}],[62,{"id":2465264,"episodeNum":62,"date":1330927200000,"name":"Histories & Lore: The Order of the Maesters","overview":"Maester Luwin explains the role and function of the Order of Maesters in the Seven Kingdoms as well as studies aspiring Maesters undergo.","watched":false,"img":"https://image.tmdb.org/t/p/original/1zVkFZBxtgscg2vKxGhlLmAZF21.jpg","seasonNum":0,"showId":1399}],[63,{"id":2465265,"episodeNum":63,"date":1330927200000,"name":"Histories & Lore: Valyria and the Dragons","overview":"Viserys Targaryen recounts the history of Valyria from its rise to becoming the greatest civilization the world has ever seen to its destruction in the Doom.","watched":false,"img":"https://image.tmdb.org/t/p/original/tYsBb6RWqFxBHfviQnvknq9hWLK.jpg","seasonNum":0,"showId":1399}],[64,{"id":2465266,"episodeNum":64,"date":1330927200000,"name":"Histories & Lore: The Field of Fire (Viserys Targaryen)","overview":"Viserys Targaryen reflects on the victory which secured Aegon I Targaryen's domination of the Seven Kingdoms.","watched":false,"img":"https://image.tmdb.org/t/p/original/yWigadZG1h1Z25GIFg7An5blbl8.jpg","seasonNum":0,"showId":1399}],[65,{"id":2465267,"episodeNum":65,"date":1330927200000,"name":"Histories & Lore: The Field of Fire (Robb Stark)","overview":"Robb Stark recalls how Aegon the Conqueror forced the lords of Westeros into submission with his brutal victory on the Field of Fire.","watched":false,"img":"https://image.tmdb.org/t/p/original/kMmxfEZFK10aIkIaZSL2ePuaMOm.jpg","seasonNum":0,"showId":1399}],[66,{"id":2465268,"episodeNum":66,"date":1330927200000,"name":"Histories & Lore: Mad King Aerys (Robert Baratheon)","overview":"Robert Baratheon reflects on the actions of King Aerys II Targaryen and his son Rhaegar leading to his rebellion.","watched":false,"img":"https://image.tmdb.org/t/p/original/5izYKyxCMmRz7tctHQewwfukEm7.jpg","seasonNum":0,"showId":1399}],[67,{"id":2882564,"episodeNum":67,"date":1330927200000,"name":"Histories & Lore: Mad King Aerys (Maester Luwin)","overview":"Maester Luwin looks back on Prince Rhaegar's capture of Lyanna Stark and the horrific injustice inflicted on House Stark by the Mad King Aerys.","watched":false,"img":"https://image.tmdb.org/t/p/original/gWduxlAGuy3XLJgU1DfKLdXpeXJ.jpg","seasonNum":0,"showId":1399}],[68,{"id":2882566,"episodeNum":68,"date":1330927200000,"name":"Histories & Lore: Mad King Aerys (Tywin Lannister)","overview":"Tywin Lannister reminisces on the collapse of his alliance with Aerys as the latter descended further and further into madness.","watched":false,"img":"https://image.tmdb.org/t/p/original/dvghaT5H91Iwr2UGFet1fxa25F9.jpg","seasonNum":0,"showId":1399}],[69,{"id":2882568,"episodeNum":69,"date":1330927200000,"name":"Histories & Lore: Robert's Rebellion (Robert Baratheon)","overview":"Robert Baratheon reminisces on his glorious victories against the supporters of the Mad King Aerys II Targaryen.","watched":false,"img":"https://image.tmdb.org/t/p/original/xKf9v5ifIOsoWpmWhROG1STMBi0.jpg","seasonNum":0,"showId":1399}],[70,{"id":2882569,"episodeNum":70,"date":1330927200000,"name":"Histories & Lore: Robert's Rebellion (Viserys Targaryen)","overview":"Viserys Targaryen bitterly recalls the treachery of the Usurper Robert Baratheon putting an end to the Targaryen dynasty.","watched":false,"img":"https://image.tmdb.org/t/p/original/cVlDm5zj9qhw1QZ5k0Mi2G5iyWa.jpg","seasonNum":0,"showId":1399}],[71,{"id":2882570,"episodeNum":71,"date":1330927200000,"name":"Histories & Lore: The Sack of King's Landing (Viserys Targaryen)","overview":"Viserys Targaryen bitterly recounts Tywin Lannister's treachery bringing down the Targaryen dynasty.","watched":false,"img":"https://image.tmdb.org/t/p/original/cJLE6hjqH0ZyO44kr1iJx8790aT.jpg","seasonNum":0,"showId":1399}],[72,{"id":2882572,"episodeNum":72,"date":1330927200000,"name":"Histories & Lore: The Sack of King's Landing (Robert Baratheon)","overview":"Robert Baratheon reflects on his victory over the Targaryen dynasty and the necessity for the death of Rhaegar Targaryen's children.","watched":false,"img":"https://image.tmdb.org/t/p/original/6tbO9q3rLfoyAN8cmpoNOh3fnWI.jpg","seasonNum":0,"showId":1399}],[73,{"id":2882573,"episodeNum":73,"date":1330927200000,"name":"Histories & Lore: The Sack of King's Landing (Maester Luwin)","overview":"Maester Luwin details the downfall of the Mad King and the death of the royal family, as well as how it impacted those who won the war.","watched":false,"img":"https://image.tmdb.org/t/p/original/8j5GrhHn2wbOm60xyIM7qRL4cJu.jpg","seasonNum":0,"showId":1399}],[74,{"id":2882574,"episodeNum":74,"date":1330927200000,"name":"Histories & Lore: The Sack of King's Landing (Tywin Lannister)","overview":"Tywin Lannister reminisces on the part he played in defeating the Targaryens and the rewards his family reaped for it.","watched":false,"img":"https://image.tmdb.org/t/p/original/5ZcrFtUa3dKeni51Go2YOuabsnr.jpg","seasonNum":0,"showId":1399}],[75,{"id":2882575,"episodeNum":75,"date":1330927200000,"name":"Histories & Lore: House Stark","overview":"Bran and Robb Stark discuss House Stark's reign as the Kings of Winter before kneeling to Aegon the Conqueror.","watched":false,"img":"https://image.tmdb.org/t/p/original/gbIJCyH6LdIaxeTdEDTMKaUvZLt.jpg","seasonNum":0,"showId":1399}],[76,{"id":2882576,"episodeNum":76,"date":1330927200000,"name":"Histories & Lore: House Lannister","overview":"Tywin Lannister recalls how House Lannister survived and rose to prominence through cunning.","watched":false,"img":"https://image.tmdb.org/t/p/original/50frd0lX0maFpgb6U3YFQcnUill.jpg","seasonNum":0,"showId":1399}],[77,{"id":2882577,"episodeNum":77,"date":1330927200000,"name":"Histories & Lore: House Targaryen","overview":"Viserys Targaryen recounts the conquest of House Targaryen and its ruling of the Seven Kingdoms before being brought down by the treacherous Usurper Robert Baratheon.","watched":false,"img":"https://image.tmdb.org/t/p/original/uar0gEock4e8XtzbESI9KVxR6ke.jpg","seasonNum":0,"showId":1399}],[78,{"id":2882578,"episodeNum":78,"date":1330927200000,"name":"Histories & Lore: House Baratheon","overview":"Robert Baratheon recalls the victories that led to House Baratheon cementing themselves as one of the greatest houses in Westeros.","watched":false,"img":"https://image.tmdb.org/t/p/original/xVGeNePuJ8gPdTInG4oR1tmjlTv.jpg","seasonNum":0,"showId":1399}],[79,{"id":2882579,"episodeNum":79,"date":1330927200000,"name":"Histories & Lore: House Arryn","overview":"Catelyn Stark speaks of the origins of House Arryn and the conquest of the Vale during the Andal Invasion and its role in Robert's Rebellion.","watched":false,"img":"https://image.tmdb.org/t/p/original/1Rqs7kNhXbcqxBPRlvF0qY2tSL1.jpg","seasonNum":0,"showId":1399}],[80,{"id":2882585,"episodeNum":80,"date":1361253600000,"name":"Histories & Lore: The Greyjoy Rebellion (Robb Stark)","overview":"Robb Stark reminisces about his father going to war to put an end to Balon Greyjoy's rebellion and the impact it had on his family.","watched":false,"img":"https://image.tmdb.org/t/p/original/2xNJrZ3QXOzu8ZvfvLPUQEcTpWC.jpg","seasonNum":0,"showId":1399}],[81,{"id":2882586,"episodeNum":81,"date":1361253600000,"name":"Histories & Lore: The Greyjoy Rebellion (Theon Greyjoy)","overview":"Theon Greyjoy reflects on his father's failed rebellion and the penalties his family suffered as a result of it.","watched":false,"img":"https://image.tmdb.org/t/p/original/qeK2Qa4wIpABDqnhnceztgffdBt.jpg","seasonNum":0,"showId":1399}],[82,{"id":2882587,"episodeNum":82,"date":1361253600000,"name":"Histories & Lore: The Greyjoy Rebellion (Stannis Baratheon)","overview":"Stannis Baratheon recounts serving under his brother Robert when Balon Greyjoy rebelled against the Iron Throne, as well as how he would have done things differently had he been king.","watched":false,"img":"https://image.tmdb.org/t/p/original/193Ufz5rH2wHRS5iRWdKPo82eNX.jpg","seasonNum":0,"showId":1399}],[83,{"id":2882588,"episodeNum":83,"date":1361253600000,"name":"Histories & Lore: Robert's Rebellion (Stannis Baratheon)","overview":"Stannis Baratheon reflects on his brother Robert's rebellion against the Mad King Aerys II Targaryen and his own part in it, as well as his bitterness for not being justly rewarded.","watched":false,"img":"https://image.tmdb.org/t/p/original/6ltFjQelncB5kXLbOhfrpU02YgE.jpg","seasonNum":0,"showId":1399}],[84,{"id":2882589,"episodeNum":84,"date":1361253600000,"name":"Histories & Lore: Robert's Rebellion (Davos Seaworth)","overview":"Davos Seaworth recounts his lowly beginnings and days as a smuggler as well as the event that brought him into the service of Stannis Baratheon.","watched":false,"img":"https://image.tmdb.org/t/p/original/hs7gnms40IXxXG8LZMdATZUJakB.jpg","seasonNum":0,"showId":1399}],[85,{"id":2882590,"episodeNum":85,"date":1361253600000,"name":"Histories & Lore: Robert's Rebellion (Margaery Tyrell)","overview":"Margaery Tyrell details House Tyrell's loyalty to House Targaryen before the rebellion and to House Baratheon afterwards.","watched":false,"img":"https://image.tmdb.org/t/p/original/poyU9zBFxlaw2hKb2a1uS6Oeunm.jpg","seasonNum":0,"showId":1399}],[86,{"id":2882591,"episodeNum":86,"date":1361253600000,"name":"Histories & Lore: Robert's Rebellion (Catelyn Stark)","overview":"Catelyn Stark reminisces on the rebellion and how it affected the family she was born into as well as the one she married into.","watched":false,"img":"https://image.tmdb.org/t/p/original/aKUBls5xt9UFYMK05iqF8wLNnwP.jpg","seasonNum":0,"showId":1399}],[87,{"id":2882592,"episodeNum":87,"date":1361253600000,"name":"Histories & Lore: House Tyrell","overview":"Margaery Tyrell details House Tyrell's history serving under House Gardener before the War of Conquest and House Targaryen afterwards, before surrendering to Robert Baratheon after he defeated the Targaryen dynasty.","watched":false,"img":"https://image.tmdb.org/t/p/original/3XQ4iCTYNG2B2ru2K7FcWN7nU5K.jpg","seasonNum":0,"showId":1399}],[88,{"id":2882593,"episodeNum":88,"date":1361253600000,"name":"Histories & Lore: House Greyjoy","overview":"Theon and Yara Greyjoy divulge the history of the ironborn and how House Greyjoy became the dominant family of the Iron Islands.","watched":false,"img":"https://image.tmdb.org/t/p/original/vO6Z7upn9yPUOXJ2azxr0z1qxqx.jpg","seasonNum":0,"showId":1399}],[89,{"id":2882594,"episodeNum":89,"date":1361253600000,"name":"Histories & Lore: House Clegane","overview":"Sandor Clegane recounts House Clegane's humble beginnings, as well as how he and his brother Gregor became two of the most infamous killers in Westeros.","watched":false,"img":"https://image.tmdb.org/t/p/original/gcgP4BA9Xijh9evfjA5PqHw4R8N.jpg","seasonNum":0,"showId":1399}],[90,{"id":2882595,"episodeNum":90,"date":1361253600000,"name":"Histories & Lore: The Free Folk","overview":"Ygritte discusses the history and culture of the Free Folk in comparison to that of the inhabitants of the Seven Kingdoms.","watched":false,"img":"https://image.tmdb.org/t/p/original/66TBVP0bJmEd1H5J1YBlzFM2pn.jpg","seasonNum":0,"showId":1399}],[91,{"id":2882596,"episodeNum":91,"date":1361253600000,"name":"Histories & Lore: The Night's Watch","overview":"Ygritte recites the history of the Night's Watch and their oppression of the Free Folk.","watched":false,"img":"https://image.tmdb.org/t/p/original/rJxcEn5wN8aQPDvbaUh3heyLCx2.jpg","seasonNum":0,"showId":1399}],[92,{"id":2882597,"episodeNum":92,"date":1361253600000,"name":"Histories & Lore: Dragonstone","overview":"Stannis Baratheon recounts the history of the island Dragonstone, from the landing of the Targaryens to his own unwanted ruling of it.","watched":false,"img":"https://image.tmdb.org/t/p/original/9DlNkOk6XJaVIuPyuqyi1paFcZh.jpg","seasonNum":0,"showId":1399}],[93,{"id":2882598,"episodeNum":93,"date":1361253600000,"name":"Histories & Lore: Harrenhal","overview":"Catelyn Stark details the rise and fall of the supposedly impenetrable fortress Harrenhal and the terrifying legends that have plagued its ruins ever since.","watched":false,"img":"https://image.tmdb.org/t/p/original/dprDXXUcfuT9Yk8oQmyJkEnKNmc.jpg","seasonNum":0,"showId":1399}],[94,{"id":2882599,"episodeNum":94,"date":1361253600000,"name":"Histories & Lore: The Free Cities","overview":"Jorah Mormont explains the rise of the “Free Cities” of Essos in the wake of Valyria’s Doom, detailing how the cities differ and what one can expect to find in each one.","watched":false,"img":"https://image.tmdb.org/t/p/original/lqhA7XSmZnPRxTyWlqvlHrsAjlX.jpg","seasonNum":0,"showId":1399}],[95,{"id":2882600,"episodeNum":95,"date":1361253600000,"name":"Histories & Lore: Qarth","overview":"Xaro Xhoan Daxos explains Qarth’s role in Essos’ commerce, and how the merchant council known as the Thirteen rules the city to ensure it remains the greatest city that was or ever will be.","watched":false,"img":"https://image.tmdb.org/t/p/original/h3mF4KWNwgKxn7Z90rxyTbTU31Q.jpg","seasonNum":0,"showId":1399}],[96,{"id":2882601,"episodeNum":96,"date":1361253600000,"name":"Histories & Lore: The Drowned God","overview":"Yara Greyjoy explains the worship of the Drowned God, His importance in the Iron Islands, and the legends of His halls beneath the waves.","watched":false,"img":"https://image.tmdb.org/t/p/original/kgScD4vscqrQCtqrpBxBXzOhpv8.jpg","seasonNum":0,"showId":1399}],[97,{"id":2882602,"episodeNum":97,"date":1361253600000,"name":"Histories & Lore: The Alchemists' Guild","overview":"Wisdom Hallyne provides an account of the Alchemist Guild (or Pyromancers), detailing their knowledge of wildfire and how their once great influence in Westeros has faded over the years.","watched":false,"img":"https://image.tmdb.org/t/p/original/5UglF9P2MfPGBuNNX6PKIMg5aze.jpg","seasonNum":0,"showId":1399}],[98,{"id":2882603,"episodeNum":98,"date":1361253600000,"name":"Histories & Lore: The Warlocks","overview":"Xaro Xhoan Daxos explains the mysterious order of the warlocks and their relationship with the House of the Undying, their center of power.","watched":false,"img":"https://image.tmdb.org/t/p/original/gpNb4HiiDpfoWAquWVrXBIlSrCk.jpg","seasonNum":0,"showId":1399}],[99,{"id":2882604,"episodeNum":99,"date":1392703200000,"name":"Histories & Lore: Old Ghis & Slaver's Bay","overview":"Jorah Mormont charts the rise and fall of the Ghiscari Empire, including its battles with the Valyrian Freehold and the slaver cities that carry on in the wake of its destruction.","watched":false,"img":"https://image.tmdb.org/t/p/original/vIGxRXPls9hVI5zRyZjQZpcZeuR.jpg","seasonNum":0,"showId":1399}],[100,{"id":2882605,"episodeNum":100,"date":1392703200000,"name":"Histories & Lore: The Unsullied","overview":"Jorah Mormont recounts the legendary Battle of Qohor, in which three thousand Unsullied slave-warriors held off an entire Dothraki horde outside the gates of Qohor.","watched":false,"img":"https://image.tmdb.org/t/p/original/jAGQIhdM7zCPs5R4ad0zG0FD6g.jpg","seasonNum":0,"showId":1399}],[101,{"id":2882606,"episodeNum":101,"date":1392703200000,"name":"Histories & Lore: House Reed","overview":"Meera Reed discusses the history and modern perceptions of House Reed, leaders of the crannogmen, the mysterious swamp-dwelling gatekeepers of the North.","watched":false,"img":"https://image.tmdb.org/t/p/original/y99cBg172tDQeXpue2ZOQ3FvQJe.jpg","seasonNum":0,"showId":1399}],[102,{"id":2882607,"episodeNum":102,"date":1392703200000,"name":"Histories & Lore: House Bolton","overview":"Roose Bolton discusses the history of House Bolton, one of the great houses of the North, despite their often unsavory reputation.","watched":false,"img":"https://image.tmdb.org/t/p/original/xeKePybT8Q2PlFRwyYq8H829aXG.jpg","seasonNum":0,"showId":1399}],[103,{"id":2882608,"episodeNum":103,"date":1392703200000,"name":"Histories & Lore: House Frey","overview":"Catelyn Stark tracks the House Frey’s quick rise to wealth and power through control of the Crossing, as well as their current reputation under the prickly and resentful Lord Walder Frey.","watched":false,"img":"https://image.tmdb.org/t/p/original/vEqMCJsZnnvpjPL942NJD47QBKj.jpg","seasonNum":0,"showId":1399}],[104,{"id":2882609,"episodeNum":104,"date":1392703200000,"name":"Histories & Lore: House Tully","overview":"Brynden Tully details the history of House Tully, the noble and diplomatic Lords Paramount of the Riverlands.","watched":false,"img":"https://image.tmdb.org/t/p/original/yRsD7hZ4EyVQIVgApD6W5MijteD.jpg","seasonNum":0,"showId":1399}],[105,{"id":2882610,"episodeNum":105,"date":1392703200000,"name":"Histories & Lore: The Lord of Light","overview":"Thoros of Myr details his personal history as a follower of the Lord of Light, from his skeptical youth in Myr, to his visions in the flames that have made him a believer.","watched":false,"img":"https://image.tmdb.org/t/p/original/iLKykUL21OQzXuQVlzjWtXctrFO.jpg","seasonNum":0,"showId":1399}],[106,{"id":2882611,"episodeNum":106,"date":1392703200000,"name":"Histories & Lore: Wargs and the Sight","overview":"Bran Stark explains the legendary abilities of warging and the Sight, skills that, although innate to the mythical Children of the Forest, only present themselves in modern men on rare occasion.","watched":false,"img":"https://image.tmdb.org/t/p/original/zWOrKoYl2UYpR5C4BrDeEgoGoim.jpg","seasonNum":0,"showId":1399}],[107,{"id":2882614,"episodeNum":107,"date":1392703200000,"name":"Histories & Lore: Robert's Rebellion (Petyr Baelish and Varys)","overview":"Petyr Baelish and Varys debate the ramifications of Robert Baratheon’s rebellion against the Mad King Aerys II Targaryen, and its impact on the realm.","watched":false,"img":"https://image.tmdb.org/t/p/original/qDhRofYURk3AtiB3rqEUKLaF98P.jpg","seasonNum":0,"showId":1399}],[108,{"id":2882615,"episodeNum":108,"date":1392703200000,"name":"Histories & Lore: The Red Keep","overview":"Joffrey Baratheon reveals the history and structure of the Red Keep, the main fortress of King’s Landing, from its construction by the Targaryens, to its hidden lower dungeons.","watched":false,"img":"https://image.tmdb.org/t/p/original/pTWIjKCpG9LLAZvH21XoletY5JT.jpg","seasonNum":0,"showId":1399}],[109,{"id":2882619,"episodeNum":109,"date":1392703200000,"name":"Histories & Lore: The North","overview":"Jon Snow describes the vast, cold and unforgiving North, which stretches from the Neck to the Wall, and has served as the barrier between the Seven Kingdoms and the horrors beyond the Wall for thousands of years.","watched":false,"img":"https://image.tmdb.org/t/p/original/pQFbHkQK4OBf5mTYPsCQed9wuEC.jpg","seasonNum":0,"showId":1399}],[110,{"id":2882623,"episodeNum":110,"date":1392703200000,"name":"Histories & Lore: The Reach","overview":"Margaery Tyrell discusses the history, customs, and noble houses of the Reach, the fertile region known for chivalry, knightly tournaments, farms, and vineyards.","watched":false,"img":"https://image.tmdb.org/t/p/original/mjJQ8VPcboRoaKe7MkqzzP87JBT.jpg","seasonNum":0,"showId":1399}],[111,{"id":2882624,"episodeNum":111,"date":1392703200000,"name":"Histories & Lore: The Riverlands","overview":"Brynden Tully recounts the history of the Riverlands, one of the most desirable-and most fought over-regions in the Seven Kingdoms.","watched":false,"img":"https://image.tmdb.org/t/p/original/p2xSlPUzpliupVwFKJAUSmVDuOO.jpg","seasonNum":0,"showId":1399}],[112,{"id":2882625,"episodeNum":112,"date":1392703200000,"name":"Histories & Lore: The Stormlands","overview":"Brienne of Tarth recounts the tumultuous history of the Stormlands, from the constant battles waged by the Storm Kings, to the relative peace under Targaryen rule, to Robert’s Rebellion.","watched":false,"img":"https://image.tmdb.org/t/p/original/9KKEJIZaeXIWxncTHG6ETpLcnHt.jpg","seasonNum":0,"showId":1399}],[113,{"id":2882627,"episodeNum":113,"date":1392703200000,"name":"Histories & Lore: The Westerlands","overview":"Tywin Lannister reveals the history of the Westerlands, and the true strength behind the richest region of the Seven Kingdoms; House Lannister.","watched":false,"img":"https://image.tmdb.org/t/p/original/kBt8kee7xEwuEv1B9WCNRYLoTJB.jpg","seasonNum":0,"showId":1399}],[114,{"id":2882628,"episodeNum":114,"date":1392703200000,"name":"Histories & Lore: The Vale","overview":"Petyr Baelish delves into the history of the Vale, from its mythical beginnings to the impregnable Eyrie, the noble House Arryn, and the unpredictable Hill Tribes.","watched":false,"img":"https://image.tmdb.org/t/p/original/gbzst9hRyAwTV0CUAOdaA0QEMEe.jpg","seasonNum":0,"showId":1399}],[115,{"id":2882629,"episodeNum":115,"date":1424152800000,"name":"Histories & Lore: House Martell","overview":"Oberyn Martell discusses the history and reputation of House Martell, the strong-willed ruling family of Dorne that refused to join the Seven Kingdoms for centuries.","watched":false,"img":"https://image.tmdb.org/t/p/original/8Zotw4gqUYuvSqmkuuCa8Zn6aNt.jpg","seasonNum":0,"showId":1399}],[116,{"id":2882634,"episodeNum":116,"date":1424152800000,"name":"Histories & Lore: House Baelish","overview":"Petyr Baelish explains how, despite humble beginnings, House Baelish has rapidly risen to power, thanks mostly to his own wit and ambition.","watched":false,"img":"https://image.tmdb.org/t/p/original/yEHuT4E5GjoHK61LSPsrZgs0mxB.jpg","seasonNum":0,"showId":1399}],[117,{"id":2882637,"episodeNum":117,"date":1424152800000,"name":"Histories & Lore: Dragons","overview":"Grand Maester Pycelle recounts the mysterious origins, magical powers, and inexplicable downfall of history's last generation of dragons.","watched":false,"img":"https://image.tmdb.org/t/p/original/wXnqeRjsXao62kxFWIV4NmF42EG.jpg","seasonNum":0,"showId":1399}],[118,{"id":2882642,"episodeNum":118,"date":1424152800000,"name":"Histories & Lore: Poisons","overview":"Oberyn Martell explains the sources, surreptitious uses, and lethal effects of the many poisons circulating throughout Westeros and Essos.","watched":false,"img":"https://image.tmdb.org/t/p/original/tBG9h9VLU42xmZerTdhG02Et4Ks.jpg","seasonNum":0,"showId":1399}],[119,{"id":2882646,"episodeNum":119,"date":1424152800000,"name":"Histories & Lore: The Bastards of Westeros","overview":"Ellaria Sand explains the shame cast upon bastards throughout much of Westeros, and how these unwanted children can tear families and kingdoms apart.","watched":false,"img":"https://image.tmdb.org/t/p/original/nzfRV3setakvQzFCa3ywBuf3Keb.jpg","seasonNum":0,"showId":1399}],[120,{"id":2882649,"episodeNum":120,"date":1424152800000,"name":"Histories & Lore: The Iron Bank of Braavos","overview":"Tycho Nestoris reveals the history behind the legendary Iron Bank of Braavos, an institution renowned for its economic power and formidable reputation.","watched":false,"img":"https://image.tmdb.org/t/p/original/qJOi9lEgAqJXcRYt6yiy7xA3F9O.jpg","seasonNum":0,"showId":1399}],[121,{"id":2882651,"episodeNum":121,"date":1424152800000,"name":"Histories & Lore: Sellswords & Hedge Knights","overview":"Bronn describes the unique profession and skill of the sellsword, as well as the debatable merits of the hedge knight.","watched":false,"img":"https://image.tmdb.org/t/p/original/6SSUQVIKUAlsEuBGmauxUxdlNpZ.jpg","seasonNum":0,"showId":1399}],[122,{"id":2882656,"episodeNum":122,"date":1424152800000,"name":"Histories & Lore: Robert's Rebellion (Oberyn Martell)","overview":"Oberyn Martell reveals the Dornish perspective of Robert's Rebellion - or the War of the Usurper as they call it - including the murder of his sister, Elia Martell, during the sack of King's Landing.","watched":false,"img":"https://image.tmdb.org/t/p/original/y8AdtzUGoctsnq4fQtTQrvdKOsx.jpg","seasonNum":0,"showId":1399}],[123,{"id":2882659,"episodeNum":123,"date":1424152800000,"name":"Histories & Lore: The Wall","overview":"Samwell Tarly explains the impressive construction and function of the Wall, including its natural defenses against wildling attempts to scale, breach, and circumnavigate it.","watched":false,"img":"https://image.tmdb.org/t/p/original/3NlmULP5ZpYZCK0xYRmTHUn7VaI.jpg","seasonNum":0,"showId":1399}],[124,{"id":2882662,"episodeNum":124,"date":1424152800000,"name":"Histories & Lore: The Nations of the North","overview":"Tormund Giantsbane describes the varied clans of Free Folk living beyond the Wall, from Thenns to the Hornfoots to the Giants, all of whom Mance Rayder has rallied to his cause.","watched":false,"img":"https://image.tmdb.org/t/p/original/pPcD7lFNGY4rm4pP40byr754wbY.jpg","seasonNum":0,"showId":1399}],[125,{"id":2882664,"episodeNum":125,"date":1424152800000,"name":"Histories & Lore: The Kingsguard (Jaime Lannister)","overview":"Jaime Lannister details the heroes and storied triumphs of the Kingsguard believed to be the most honorable knights in the realm.","watched":false,"img":"https://image.tmdb.org/t/p/original/bnPPxLOqaq0jVUTU3B3Watm5QEr.jpg","seasonNum":0,"showId":1399}],[126,{"id":2882666,"episodeNum":126,"date":1424152800000,"name":"Histories & Lore: The Kingsguard (Bronn)","overview":"Bronn sheds some light on the unfavorable moments from the Kingsguard's history, including their blind loyalty for less-than-honorable kings.","watched":false,"img":"https://image.tmdb.org/t/p/original/2nof6ZuY3oMw2Gjz3NkqLOC7Zua.jpg","seasonNum":0,"showId":1399}],[127,{"id":2882667,"episodeNum":127,"date":1424152800000,"name":"Histories & Lore: The Maester's Chain","overview":"Qyburn explains the significance of the Maester's Chain, a symbolic ornament earned by students of The Citadel, with each link representing the mastery of a different subject.","watched":false,"img":"https://image.tmdb.org/t/p/original/7PfpdaqS0T86072hTqt4f88U1C.jpg","seasonNum":0,"showId":1399}],[128,{"id":2882668,"episodeNum":128,"date":1424152800000,"name":"Histories & Lore: The Death of Kings","overview":"Varys tracks the lives and all too common deaths of the Kings of Westeros over the years, proving that the Iron Throne is truly an uncomfortable seat to hold.","watched":false,"img":"https://image.tmdb.org/t/p/original/bnlqPzEOxM36Lrw5WIjIINuka0T.jpg","seasonNum":0,"showId":1399}],[129,{"id":2882669,"episodeNum":129,"date":1424152800000,"name":"Histories & Lore: Valyrian Steel","overview":"Jorah Mormont details the mysterious properties of Valyrian Steel, a metal considered magical that was used to forge the blades of the great Houses of Westeros.","watched":false,"img":"https://image.tmdb.org/t/p/original/kjrCJBHEpLFZidS7kBJHoQyURz0.jpg","seasonNum":0,"showId":1399}],[130,{"id":2882670,"episodeNum":130,"date":1424152800000,"name":"Histories & Lore: Justice of the Seven Kingdoms","overview":"Bronn offers his view on the Seven Kingdoms' questionable methods of justice, including the dramatic trial by combat and the rarely invoked trial by Seven.","watched":false,"img":"https://image.tmdb.org/t/p/original/7bOZSJVGTtUaH3IBRx9KldF0wCm.jpg","seasonNum":0,"showId":1399}],[131,{"id":2882673,"episodeNum":131,"date":1458021600000,"name":"Histories & Lore: The Seven-Pointed Star","overview":"The High Sparrow details how \"The Seven-Pointed Star\" has influenced followers of the Faith of the Seven throughout the centuries.","watched":false,"img":"https://image.tmdb.org/t/p/original/rYpaMq0udVsteMOJsD0PCxxKLQg.jpg","seasonNum":0,"showId":1399}],[132,{"id":2882674,"episodeNum":132,"date":1458021600000,"name":"Histories & Lore: The Faith Militant","overview":"The High Sparrow narrates the origins of the Faith Militant, its rebellion against House Targaryen that plunged the realm into war, and its ultimate decline and disbandment.","watched":false,"img":"https://image.tmdb.org/t/p/original/iJcGRhVWHWNElONeuRDxW7jSYFc.jpg","seasonNum":0,"showId":1399}],[133,{"id":2882676,"episodeNum":133,"date":1458021600000,"name":"Histories & Lore: Volantis","overview":"Varys discusses the history of Volantis, the oldest of the Free Cities from its humble beginnings as the first colony of Valyria.","watched":false,"img":"https://image.tmdb.org/t/p/original/mdhtC3LEQ3wUmRqdlkceH3GEn3a.jpg","seasonNum":0,"showId":1399}],[134,{"id":2882677,"episodeNum":134,"date":1458021600000,"name":"Histories & Lore: Braavos","overview":"Tycho Nestoris explains the history behind the beautiful city of Braavos, from the Titan who inhabits the harbor, to the world-renowned swordsmanship of the city's \"bravos.\"","watched":false,"img":"https://image.tmdb.org/t/p/original/nl7KUfOpMz3FNeDcKdLwvsZt6tw.jpg","seasonNum":0,"showId":1399}],[135,{"id":2882678,"episodeNum":135,"date":1458021600000,"name":"Histories & Lore: The Faceless Men","overview":"Tycho Nestoris discusses the mysterious guild of assassins known as the Faceless Men.","watched":false,"img":"https://image.tmdb.org/t/p/original/9spNRcBYepC0V673wyNVmzICHtq.jpg","seasonNum":0,"showId":1399}],[136,{"id":2882679,"episodeNum":136,"date":1458021600000,"name":"Histories & Lore: Winterfell","overview":"Roose Bolton gives his views on Winterfell and how the House Bolton influenced its creation and expansion before seizing it.","watched":false,"img":"https://image.tmdb.org/t/p/original/mwPHXBWRFValXsRe9Xrfr8Mou4U.jpg","seasonNum":0,"showId":1399}],[137,{"id":2882680,"episodeNum":137,"date":1458021600000,"name":"Histories & Lore: The Lord Commanders","overview":"Acting Lord Commander Alliser Thorne talks about the purpose of the Lord Commander of the Night's Watch, how he is chosen, and recalls some of the more noteworthy Lord Commanders, who made history through their folly.","watched":false,"img":"https://image.tmdb.org/t/p/original/tcYUgSdmkcolvnoQY2QgzKufY6e.jpg","seasonNum":0,"showId":1399}],[138,{"id":2882681,"episodeNum":138,"date":1458021600000,"name":"Histories & Lore: Robert's Rebellion (Barristan Selmy)","overview":"Barristan Selmy recounts how he was named to the Kingsguard, saw King Aerys descend into madness but revered Prince Rhaegar Targaryen. Barristan describes the fateful Tourney at Harrenhal, the ensuing War of the Five Kings, and how he fought beside Rhaegar at the Battle of the Trident where he was killed.","watched":false,"img":"https://image.tmdb.org/t/p/original/fiH6P2z9BtAconZ5V70J9av0jPr.jpg","seasonNum":0,"showId":1399}],[139,{"id":2882682,"episodeNum":139,"date":1458021600000,"name":"Histories & Lore: Dorne","overview":"Ellaria Sand narrates a brief history of Dorne from the migration of the First Men to the present day.","watched":false,"img":"https://image.tmdb.org/t/p/original/mKzhVBzP99mxhFo3Kk67DufqV52.jpg","seasonNum":0,"showId":1399}],[140,{"id":2882686,"episodeNum":140,"date":1458021600000,"name":"Histories & Lore: The Fighting Pits of Meereen","overview":"Daario Naharis describes the history of the fighting pits of Meereen, the different types of fights that occur there, and the lives that the more-skilled fighters lead.","watched":false,"img":"https://image.tmdb.org/t/p/original/lXWX6VrOyhWct69zv3mfwHFcWVQ.jpg","seasonNum":0,"showId":1399}],[141,{"id":2882699,"episodeNum":141,"date":1458021600000,"name":"Histories & Lore: The River Rhoyne","overview":"Varys talks about the Rhoyne, the largest river of Essos, and the people who originally inhabited it, the Rhoynar, and the war they fought against the Dragonlords.","watched":false,"img":"https://image.tmdb.org/t/p/original/x9LgiodghO5kiV693XY0eAAMLVI.jpg","seasonNum":0,"showId":1399}],[142,{"id":2882700,"episodeNum":142,"date":1458021600000,"name":"Histories & Lore: The Many-Faced God","overview":"A man known as \"Jaqen H'ghar\" discusses the Many-Faced God, the syncretic god of death worshiped by the cult of assassins known as the Faceless Men.","watched":false,"img":"https://image.tmdb.org/t/p/original/iiwbGb94oT3x1mJJVDu104Qen8j.jpg","seasonNum":0,"showId":1399}],[143,{"id":2882701,"episodeNum":143,"date":1458021600000,"name":"Histories & Lore: Greyscale and the Stone Men","overview":"Qyburn discusses the dreaded plague known as Greyscale, and its advanced victims known as \"Stone Men\".","watched":false,"img":"https://image.tmdb.org/t/p/original/jgYzU9M6IIAAYh2FYm77KVcNPjE.jpg","seasonNum":0,"showId":1399}],[144,{"id":2882702,"episodeNum":144,"date":1458021600000,"name":"Histories & Lore: The Great Masters of Meereen","overview":"Missandei of Naath discusses the self-styled \"Great Masters\", the powerful aristocratic slaver families that rule over Meereen, the largest city in Slaver's Bay.","watched":false,"img":"https://image.tmdb.org/t/p/original/zdm2d7va1dVrFmUsavuo3JrGyUq.jpg","seasonNum":0,"showId":1399}],[145,{"id":2882703,"episodeNum":145,"date":1458021600000,"name":"Histories & Lore: The Dance of Dragons","overview":"The great Targaryen civil war known as the Dance of the Dragons is discussed by Shireen Baratheon, Viserys Targaryen, Oberyn Martell, Robert Baratheon, Catelyn Stark, and Joffrey Baratheon.","watched":false,"img":"https://image.tmdb.org/t/p/original/nB4MFnokEcr8w3dsc1EC2g0kifx.jpg","seasonNum":0,"showId":1399}],[146,{"id":2882711,"episodeNum":146,"date":1479189600000,"name":"Histories & Lore: The Old Way","overview":"Euron Greyjoy remembers the origins of the Old Way of the Ironborn in their days of glory, and how a brutal and bloody leader tried to recover it during the Dance of the Dragons.","watched":false,"img":"https://image.tmdb.org/t/p/original/sjGDPMvsFUkTfg4q9V4AkfCNuju.jpg","seasonNum":0,"showId":1399}],[147,{"id":2882725,"episodeNum":147,"date":1479189600000,"name":"Histories & Lore: The Kingsmoot","overview":"Euron Greyjoy discusses the origins of the tradition of the Kingsmoot, and he names the most famous and bloodthirsty kings named under this tradition.","watched":false,"img":"https://image.tmdb.org/t/p/original/7fC8k9xfoo6MAffxjay7ilThkt2.jpg","seasonNum":0,"showId":1399}],[148,{"id":2882748,"episodeNum":148,"date":1479189600000,"name":"Histories & Lore: The Summer Sea","overview":"Euron Greyjoy outlines the cultures and peoples he has witnessed in his travels and incursions for the Summer Sea.","watched":false,"img":"https://image.tmdb.org/t/p/original/1Puc44ky8X8XmpnPRzv4q1rJC7X.jpg","seasonNum":0,"showId":1399}],[149,{"id":2882750,"episodeNum":149,"date":1479189600000,"name":"Histories & Lore: The War of the Ninepenny Kings","overview":"Brother Ray recounts the War of the Ninepenny Kings from the perspective of a peasant who was recruited by his Lord as a soldier, with all the sufferings and tragedies that this meant for his life.","watched":false,"img":"https://image.tmdb.org/t/p/original/5i9dm5WLvdDU7ZLnsB7ifHnpoN7.jpg","seasonNum":0,"showId":1399}],[150,{"id":2882752,"episodeNum":150,"date":1479189600000,"name":"Histories & Lore: The Great Tourney at Harrenhal","overview":"Meera Reed tells the story that her father told her during her childhood about the infamous tournament at Harrenhal, the biggest tournament in Westeros' history, in which a mysterious knight tested the honor of the great Lords.","watched":false,"img":"https://image.tmdb.org/t/p/original/mBIZodwRaiqNCuxMLGW0ef99iwc.jpg","seasonNum":0,"showId":1399}],[151,{"id":2882754,"episodeNum":151,"date":1479189600000,"name":"Histories & Lore: Robert's Rebellion (Jaime Lannister)","overview":"Jaime Lannister looks back on his appointment as a brother of the Kingsguard, with all the secret interests involved, and how it led to his infamous participation in the end of the Robert's Rebellion.","watched":false,"img":"https://image.tmdb.org/t/p/original/lfxwEmUleMiEZyy1KaNnqeKuFvg.jpg","seasonNum":0,"showId":1399}],[152,{"id":2882756,"episodeNum":152,"date":1479189600000,"name":"Histories & Lore: Vaes Dothrak","overview":"Jorah Mormont explains the structure and places of interest of Vaes Dothrak, the vast capital of Dothraki people, and mentions some of the rituals practiced there by the Dosh khaleen.","watched":false,"img":"https://image.tmdb.org/t/p/original/y9jS3e4fZzYUhkYa0S3D9A2kYY6.jpg","seasonNum":0,"showId":1399}],[153,{"id":2882758,"episodeNum":153,"date":1479189600000,"name":"Histories & Lore: The Dothraki","overview":"Jorah Mormont details the history of the first major migration of the Dothraki after the Doom of Valyria towards Central Essos, and how the newly invaded invaders destroyed the civilizations of what would later become the Dothraki Sea.","watched":false,"img":"https://image.tmdb.org/t/p/original/8WiJ6QMpFFnoZvCNDCM2czO89Li.jpg","seasonNum":0,"showId":1399}],[154,{"id":2882761,"episodeNum":154,"date":1479189600000,"name":"Histories & Lore: Northern Allegiances to House Stark","overview":"Sansa Stark recounts the history of the North, of how it was once unified by the House Stark, of how its principal noble houses swore loyalty to them, and how they guaranteed its independence from the Andals, while she prepares herself from the Wall to confront those who now govern it.","watched":false,"img":"https://image.tmdb.org/t/p/original/pr8o13e6zwFmbUCewPfSfk022F.jpg","seasonNum":0,"showId":1399}],[155,{"id":2882763,"episodeNum":155,"date":1479189600000,"name":"Histories & Lore: Children of the Forest vs. the First Men","overview":"The Three-Eyed Raven recounts the wars between the Children of the Forest and the First Men, and how they led to the conflict now threatening Westeros.","watched":false,"img":"https://image.tmdb.org/t/p/original/uqRgVjHFYjDhSzEwhn1kS8SGbTk.jpg","seasonNum":0,"showId":1399}],[156,{"id":2882765,"episodeNum":156,"date":1479189600000,"name":"Histories & Lore: The Brotherhood Without Banners","overview":"Thoros of Myr explains the origin that led to the conformation of the Brotherhood Without Banners, and how it assumed the mission of protecting the smallfolk.","watched":false,"img":"https://image.tmdb.org/t/p/original/i7ruNV67mY0iV54ZyVliHr3Tugp.jpg","seasonNum":0,"showId":1399}],[157,{"id":2882767,"episodeNum":157,"date":1479189600000,"name":"Histories & Lore: Oldtown","overview":"Grand Maester Pycelle and Qyburn debate the records and theories about the history of Oldtown, the oldest city of Westeros, the noble house that governs it and the Citadel, the refuge and home of the noble order of the Maesters","watched":false,"img":"https://image.tmdb.org/t/p/original/eINX4oibds6Ouj81E6PGXopTTjl.jpg","seasonNum":0,"showId":1399}],[158,{"id":2882768,"episodeNum":158,"date":1479189600000,"name":"Histories & Lore: House Dayne","overview":"The young Eddard Stark recounts the history of House Dayne, the former kings and lords of Starfall, and how they have been linked to their legendary sword Dawn, especially his last and greatest bearer, Arthur Dayne, the Sword of the Morning.","watched":false,"img":"https://image.tmdb.org/t/p/original/sRjY3jvI7cBxKsWSFHcI8PUYNYZ.jpg","seasonNum":0,"showId":1399}],[159,{"id":2882770,"episodeNum":159,"date":1479189600000,"name":"Histories & Lore: The Little Birds","overview":"Varys recounts his own origins, and how he created his network of spies he calls his little birds.","watched":false,"img":"https://image.tmdb.org/t/p/original/i8XcGSzKAPCJ6YKdGCj4eKh1PU.jpg","seasonNum":0,"showId":1399}],[160,{"id":2882771,"episodeNum":160,"date":1479189600000,"name":"Histories & Lore: The Knights of the Vale","overview":"Petyr Baelish highlights on arrival at the first of the Andals invaders who went on to become the great knights of the Vale of Arryn.","watched":false,"img":"https://image.tmdb.org/t/p/original/18Hs6vwF1v4hk7WlOjjsJLSNL9E.jpg","seasonNum":0,"showId":1399}],[161,{"id":2882773,"episodeNum":161,"date":1479189600000,"name":"Histories & Lore: House Tarly","overview":"Randyll Tarly reflects on the history of House Tarly, and his own story with his eldest son Samwell.","watched":false,"img":"https://image.tmdb.org/t/p/original/iys5XkpnhSA8brmxGN7LXzkzai8.jpg","seasonNum":0,"showId":1399}],[162,{"id":2882775,"episodeNum":162,"date":1479189600000,"name":"Histories & Lore: Riverrun","overview":"Brynden Tully details the history of Riverrun, the ancestral castle of the House Tully , and the strengths that have allowed it to resist millennia of wars.","watched":false,"img":"https://image.tmdb.org/t/p/original/8OYahNvrmYpNBcWJcAXF3p19g6Q.jpg","seasonNum":0,"showId":1399}],[163,{"id":2882776,"episodeNum":163,"date":1479189600000,"name":"Histories & Lore: The Great Sept of Baelor","overview":"The High Sparrow recounts the history of the Great Sept of Baelor, the largest Sept of the Faith of the Seven, and the pious King who built it, Baelor the Blessed.","watched":false,"img":"https://image.tmdb.org/t/p/original/cZ0HuUDgxgX9UO5DMXnLFOoV507.jpg","seasonNum":0,"showId":1399}],[164,{"id":2882777,"episodeNum":164,"date":1513058400000,"name":"Histories & Lore: The Dragonpit","overview":"Varys and Qyburn recall the era when Targaryen dragons were housed in King's Landing.","watched":false,"img":"https://image.tmdb.org/t/p/original/l3seMbNJGJEZAwa3rrgGTRGTHK0.jpg","seasonNum":0,"showId":1399}],[165,{"id":2882778,"episodeNum":165,"date":1513058400000,"name":"Histories & Lore: The Citadel","overview":"Samwell Tarly tells the history of the Citadel, the center of learning where maesters earn their chains.","watched":false,"img":"https://image.tmdb.org/t/p/original/jZ3ADKAwGirpzp8Alh7o30qs1Yp.jpg","seasonNum":0,"showId":1399}],[166,{"id":2882779,"episodeNum":166,"date":1513058400000,"name":"Histories & Lore: Casterly Rock","overview":"Jaime Lannister recounts the founding of his ancestral home, Casterly Rock.","watched":false,"img":"https://image.tmdb.org/t/p/original/xr1B2YF1TPyix0djinqRKfs1UdD.jpg","seasonNum":0,"showId":1399}],[167,{"id":2882780,"episodeNum":167,"date":1513058400000,"name":"Histories & Lore: Highgarden","overview":"Randyll Tarly describes the battles, marriages, and alliances surrounding Highgarden, the seat of House Tyrell.","watched":false,"img":"https://image.tmdb.org/t/p/original/1Kc8d2KtCmFzlgW87JnTOKfBPEB.jpg","seasonNum":0,"showId":1399}],[168,{"id":2882781,"episodeNum":168,"date":1513058400000,"name":"Histories & Lore: The Golden Company","overview":"Jorah Mormont explains the history of the Golden Company - a band of mercenaries who have built their reputation on never having lost a battle.","watched":false,"img":"https://image.tmdb.org/t/p/original/lQcev9VzHAYA2PdDKAVD9kwSWxc.jpg","seasonNum":0,"showId":1399}],[169,{"id":2882782,"episodeNum":169,"date":1513058400000,"name":"Histories & Lore: Prophecies of the Known World","overview":"Samwell Tarly enumerates on the roles prophecies play in Westeros and Essos alike.","watched":false,"img":"https://image.tmdb.org/t/p/original/qAbAYYbvxmd0cmJKRwrEXJ8QPef.jpg","seasonNum":0,"showId":1399}],[170,{"id":2882783,"episodeNum":170,"date":1513058400000,"name":"Histories & Lore: The Hand of the King","overview":"Petyr Baelish details the successes and failures of past Hands of the King.","watched":false,"img":"https://image.tmdb.org/t/p/original/qcbo8z60abYixVN13oHrSyb5XVa.jpg","seasonNum":0,"showId":1399}],[171,{"id":2882784,"episodeNum":171,"date":1513058400000,"name":"Histories & Lore: The Rains of Castamere","overview":"Jaime Lannister provides the gruesome backstory surrounding \"The Rains of Castamere.\"","watched":false,"img":"https://image.tmdb.org/t/p/original/k9frUOVyjzj5A1oWOPPH2vjXlbK.jpg","seasonNum":0,"showId":1399}],[172,{"id":2882785,"episodeNum":172,"date":1575352800000,"name":"Histories & Lore: King's Landing","overview":"Varys explains the origins and the workings of King's Landing.","watched":false,"img":"https://image.tmdb.org/t/p/original/eMei6g6ogv0PFsf38LMUdmoH8GB.jpg","seasonNum":0,"showId":1399}],[173,{"id":2882786,"episodeNum":173,"date":1575352800000,"name":"Histories & Lore: The Greyjoy Rebellion (Jaime Lannister and Euron Greyjoy)","overview":"Jaime Lannister and Euron Greyjoy argue their perspectives of the Greyjoy Rebellion.","watched":false,"img":"https://image.tmdb.org/t/p/original/rdW6J1N9DEVKLGTAKL4WFZFaBNo.jpg","seasonNum":0,"showId":1399}],[174,{"id":2882787,"episodeNum":174,"date":1575352800000,"name":"Histories & Lore: The Blackfyres","overview":"Varys explains the backstory of House Blackfyre.","watched":false,"img":"https://image.tmdb.org/t/p/original/hONNT8vXmERepBV0b6iv6votE1s.jpg","seasonNum":0,"showId":1399}],[175,{"id":2882789,"episodeNum":175,"date":1575352800000,"name":"Histories & Lore: The South","overview":"Tormund shares the Free Folks' perspective of Westeros south of The Wall and its inhabitants.","watched":false,"img":"https://image.tmdb.org/t/p/original/ndKhTmDjjGxmNaCFxpvmC123Tcu.jpg","seasonNum":0,"showId":1399}],[176,{"id":2882790,"episodeNum":176,"date":1575352800000,"name":"Histories & Lore: The Defiance of Duskendale","overview":"Varys explains the details of the Defiance of Duskendale and how this event forever changed Aerys II Targaryen for the worse.","watched":false,"img":"https://image.tmdb.org/t/p/original/84QrE81yQLoORHmm6MLFlabkj10.jpg","seasonNum":0,"showId":1399}],[177,{"id":2882791,"episodeNum":177,"date":1575352800000,"name":"Histories & Lore: Maegor the Cruel","overview":"Varys recounts the terrifying history of Maegor Targaryen, also known as \"Maegor the Cruel\".","watched":false,"img":"https://image.tmdb.org/t/p/original/rnfbGwyLusUlkAkT76dX5eObmId.jpg","seasonNum":0,"showId":1399}],[178,{"id":3356755,"episodeNum":178,"date":1457935200000,"name":"The Real History Behind Game of Thrones (Part 1)","overview":"Watch historians, along with George R. R. Martin, explore the interweaving inspirations of the actual players in the era known as \"The Wars of the Roses\" and other historical events in this two-part series.","watched":false,"img":"https://image.tmdb.org/t/p/original/kMTcwNRfFKCZ0O2OaBZS0nZ2AIe.jpg","seasonNum":0,"showId":1399}],[179,{"id":3356757,"episodeNum":179,"date":1457935200000,"name":"The Real History Behind Game of Thrones (Part 2)","overview":"Watch historians, along with George R. R. Martin, explore the interweaving inspirations of the actual players in the era known as \"The Wars of the Roses\" and other historical events in this two-part series.","watched":false,"img":"https://image.tmdb.org/t/p/original/kMTcwNRfFKCZ0O2OaBZS0nZ2AIe.jpg","seasonNum":0,"showId":1399}]]}}]]}}],[93405,{"id":93405,"name":"Squid Game","overview":"Hundreds of cash-strapped players accept a strange invitation to compete in children's games—with high stakes. But, a tempting prize awaits the victor.","watched":false,"following":true,"numSeasons":1,"numEpisodes":9,"img":"https://image.tmdb.org/t/p/original/dDlEmu3EZ0Pgg93K2SVNLCjCSvE.jpg","seasons":{"dataType":"Map","value":[[1,{"id":131977,"name":"Season 1","overview":"Hundreds of cash-strapped players accept a strange invitation to compete in children's games. Inside, a tempting prize awaits — with deadly high stakes.","watched":false,"seasonNum":1,"numEpisodes":9,"img":"https://image.tmdb.org/t/p/original/pcPcE1mtc2XetRy6XcjI76fsUfK.jpg","episodes":{"dataType":"Map","value":[[1,{"id":1922715,"episodeNum":1,"date":1631858400000,"name":"Red Light, Green Light","overview":"Hoping to win easy money, a broke and desperate Gi-hun agrees to take part in an enigmatic game. Not long into the first round, unforeseen horrors unfold.","watched":false,"img":"https://image.tmdb.org/t/p/original/vMFJS9LIUUAmQ1thq4vJ7iHKwRz.jpg","seasonNum":1,"showId":93405}],[2,{"id":3146767,"episodeNum":2,"date":1631858400000,"name":"Hell","overview":"Split on whether to continue or quit, the group holds a vote. But their realities in the outside world may prove to be just as unforgiving as the game.","watched":false,"img":"https://image.tmdb.org/t/p/original/uacNwki3PqXEFk9Pal9Ng5NwwAI.jpg","seasonNum":1,"showId":93405}],[3,{"id":3146768,"episodeNum":3,"date":1631858400000,"name":"The Man with the Umbrella","overview":"A few players enter the next round — which promises equal doses of sweet and deadly — with hidden advantages. Meanwhile, Jun-ho sneaks his way inside.","watched":false,"img":"https://image.tmdb.org/t/p/original/xNtgrNEsMXvmRQQtcFuJdbXOjmP.jpg","seasonNum":1,"showId":93405}],[4,{"id":3146770,"episodeNum":4,"date":1631858400000,"name":"Stick to the Team","overview":"As alliances form among the players, no one is safe in the dorm after lights-out. The third game challenges Gi-hun's team to think strategically.","watched":false,"img":"https://image.tmdb.org/t/p/original/9cUGOdLN4gmnf3b9ILArnJsJI8Q.jpg","seasonNum":1,"showId":93405}],[5,{"id":3146771,"episodeNum":5,"date":1631858400000,"name":"A Fair World","overview":"Gi-hun and his team take turns keeping guard through the night. The masked men encounter trouble with their co-conspirators.","watched":false,"img":"https://image.tmdb.org/t/p/original/2pE9f6drlF7y9rwUw6dh1w6jF5M.jpg","seasonNum":1,"showId":93405}],[6,{"id":3146772,"episodeNum":6,"date":1631858400000,"name":"Gganbu","overview":"Players pair off for the fourth game. Gi-hun grapples with a moral dilemma, Sang-woo chooses self-preservation and Sae-byeok shares her untold story.","watched":false,"img":"https://image.tmdb.org/t/p/original/cohCCQzTe2ncdQczJDUsO0vzxPR.jpg","seasonNum":1,"showId":93405}],[7,{"id":3146773,"episodeNum":7,"date":1631858400000,"name":"VIPS","overview":"The Masked Leader welcomes VIP guests to the facility for a front-row viewing of the show. In the fifth game, some players crack under pressure.","watched":false,"img":"https://image.tmdb.org/t/p/original/4pVfv4HaM5QpFJTHm19p2UI0StN.jpg","seasonNum":1,"showId":93405}],[8,{"id":3146774,"episodeNum":8,"date":1631858400000,"name":"Front Man","overview":"Ahead of the last round, distrust and disgust run deep among the finalists. Jun-ho makes a getaway, determined to expose the game's dirty secrets.","watched":false,"img":"https://image.tmdb.org/t/p/original/lOgFVmykN9qlpAoiBSIV2lu7XCS.jpg","seasonNum":1,"showId":93405}],[9,{"id":3222798,"episodeNum":9,"date":1631858400000,"name":"One Lucky Day","overview":"The final round presents another cruel test — but this time, how it ends depends on just one player. The game's creator steps out of the shadows.","watched":false,"img":"https://image.tmdb.org/t/p/original/sKeQbHeEUQLyoSdopa0QXm604cz.jpg","seasonNum":1,"showId":93405}]]}}]]}}],[46952,{"id":46952,"name":"The Blacklist","overview":"Raymond \"Red\" Reddington, one of the FBI's most wanted fugitives, surrenders in person at FBI Headquarters in Washington, D.C. He claims that he and the FBI have the same interests: bringing down dangerous criminals and terrorists. In the last two decades, he's made a list of criminals and terrorists that matter the most but the FBI cannot find because it does not know they exist. Reddington calls this \"The Blacklist\". Reddington will co-operate, but insists that he will speak only to Elizabeth Keen, a rookie FBI profiler.","watched":false,"following":true,"numSeasons":9,"numEpisodes":182,"img":"https://image.tmdb.org/t/p/original/htJzeRcYI2ewMm4PTrg98UMXShe.jpg","seasons":{"dataType":"Map","value":[[1,{"id":55082,"name":"Season 1","overview":"For decades, ex-government agent Raymond \"Red\" Reddington has been one of the FBI’s Most Wanted fugitives. Brokering shadowy deals for criminals across the globe, Red was known by many as the \"Concierge of Crime.\" Now, he’s mysteriously surrendered to the FBI with an explosive offer: he will help catch the world’s most elusive criminals, under the condition that he speaks only to Elizabeth \"Liz\" Keen, an FBI profiler fresh out of Quantico. For Liz, it’s going to be one hell of a first day on the job.","watched":false,"seasonNum":1,"numEpisodes":22,"img":"https://image.tmdb.org/t/p/original/ccrCgW1ukxgwBue9ptkpCEjXE6q.jpg","episodes":{"dataType":"Map","value":[[1,{"id":914358,"episodeNum":1,"date":1379916000000,"name":"Pilot","overview":"The race to stop a terrorist begins in the premiere of this crime series about a most-wanted fugitive who works with a rookie FBI profiler to take down criminals and evildoers.","watched":false,"img":"https://image.tmdb.org/t/p/original/fSXe9RohuyfQogDIIOkxf3pq5Gr.jpg","seasonNum":1,"showId":46952}],[2,{"id":914359,"episodeNum":2,"date":1380520800000,"name":"The Freelancer","overview":"Red and Liz go under cover to stop an assassin known as The Freelancer from killing his next target; Ressler and a recently re-hired CIA agent try to protect Red from a distance; Liz wonders what she should do about Tom and the mysterious box.","watched":false,"img":"https://image.tmdb.org/t/p/original/jP4pxaODGIRFnxtnj1YQcV97eI7.jpg","seasonNum":1,"showId":46952}],[3,{"id":914360,"episodeNum":3,"date":1381125600000,"name":"Wujing","overview":"The FBI is on the hunt for a high-ranking Chinese spy, Wujing which Red claims has hired him to help decode a classified CIA transmission. Liz, posing as an FBI cryptographer goes with Red to decode the message while protecting US government secrets. Meanwhile, Liz proactively investigates Tom.","watched":false,"img":"https://image.tmdb.org/t/p/original/4cQHqkAcBFVS0AyMiCzhB7XuDfo.jpg","seasonNum":1,"showId":46952}],[4,{"id":914362,"episodeNum":4,"date":1381730400000,"name":"The Stewmaker","overview":"While continuing her investigation into the truth about Tom, Liz testifies against drug lord, Hector Lorca. Later another witness is abducted when he is forced to testify against the dangerous drug trafficker. Red’s interest is peaked and he informs the team that the witness may have been taken by \"The Stewmaker\" a man responsible for hundreds of missing and presumed dead people. Meanwhile, in an unlikely twist of events, Red and Ressler must work together for the first time.","watched":false,"img":"https://image.tmdb.org/t/p/original/w8vgrPlTAhdz3eVgRdrqokjPEAP.jpg","seasonNum":1,"showId":46952}],[5,{"id":968313,"episodeNum":5,"date":1382335200000,"name":"The Courier","overview":"Red and the FBI try to stop a dangerous messenger (Robert Knepper) whose appearance is unknown; Liz is thrust into a kidnapping plot.","watched":false,"img":"https://image.tmdb.org/t/p/original/vzBGuhUB3Ly8aVUc3fq2kvY739z.jpg","seasonNum":1,"showId":46952}],[6,{"id":968314,"episodeNum":6,"date":1382940000000,"name":"Gina Zanetakos","overview":"Tom claims he is innocent and wants to turn the box into the FBI; Red's next target is a beautiful and deadly corporate terrorist (Margarita Levieva).","watched":false,"img":"https://image.tmdb.org/t/p/original/qWeS6FcCTeztYvWl0WP1bKQiU64.jpg","seasonNum":1,"showId":46952}],[7,{"id":967852,"episodeNum":7,"date":1383544800000,"name":"Frederick Barnes","overview":"The FBI searches for the man responsible for a chemical attack on a subway; Liz wants to avoid Red after he implicated Tom.","watched":false,"img":"https://image.tmdb.org/t/p/original/mTrK3WMgrjg1Kvs1ioAcoBwejGS.jpg","seasonNum":1,"showId":46952}],[8,{"id":967853,"episodeNum":8,"date":1384149600000,"name":"General Ludd","overview":"When Red reveals a new name, Liz learns of a plot to destroy the country's financial system; Tom helps Liz when a loved one falls ill.","watched":false,"img":"https://image.tmdb.org/t/p/original/fCg2UcimuZHSbf3M4DqdlVY4trY.jpg","seasonNum":1,"showId":46952}],[9,{"id":968315,"episodeNum":9,"date":1385359200000,"name":"Anslo Garrick (1)","overview":"Anslo Garrick, the newest person on the blacklist, tries to capture Red; Liz is caught in an elevator.","watched":false,"img":"https://image.tmdb.org/t/p/original/cy0408Ak1xkDbd9WTrpB0MVwTfn.jpg","seasonNum":1,"showId":46952}],[10,{"id":968721,"episodeNum":10,"date":1385964000000,"name":"Anslo Garrick (2)","overview":"Liz infiltrates the blacksite and disarms the signal jammers to call in backup but runs into trouble along the way. The fate of Ressler hangs in the balance as Red tries to bargain with Anslo Garrick. Meanwhile, Tom becomes increasingly worried about Liz’ situation and the fate of Red is unknown.","watched":false,"img":"https://image.tmdb.org/t/p/original/4FHkIb2c3EknPpZ8fOGRo4Torrk.jpg","seasonNum":1,"showId":46952}],[11,{"id":969956,"episodeNum":11,"date":1389592800000,"name":"The Good Samaritan Killer","overview":"A serial killer from Liz's past strikes again while Red hunts for whoever betrayed him.","watched":false,"img":"https://image.tmdb.org/t/p/original/k02CcnT5H161Nq2AZW9KQOC4Gz0.jpg","seasonNum":1,"showId":46952}],[12,{"id":970617,"episodeNum":12,"date":1390197600000,"name":"The Alchemist","overview":"Red informs the team that \"The Alchemist\" - a man who relies upon science to transform a person’s DNA - has been contracted to protect a well-known mob informant and his wife. As the team goes undercover to catch him, Liz finds herself on the hunt for an unlikely couple. Meanwhile Liz and Tom find themselves at another bump in their relationship and Ressler debates whether or not he should give his ex-girlfriend his blessing.","watched":false,"img":"https://image.tmdb.org/t/p/original/voSakZ2PUx77aXLGtFBvwnb7wQT.jpg","seasonNum":1,"showId":46952}],[13,{"id":970790,"episodeNum":13,"date":1390802400000,"name":"The Cyprus Agency","overview":"After a recent spate of abductions of babies from their mothers, Red informs Liz that the \"Cyprus Agency\" is the illegal adoption organization responsible. Coincidentally, Liz and Tom contemplate adoption of their own which fuels Liz to track down the organizations CEO, Owen Mallory.","watched":false,"img":"https://image.tmdb.org/t/p/original/gHwC43BxubpqKaI5qEqsPbNhTUO.jpg","seasonNum":1,"showId":46952}],[14,{"id":971829,"episodeNum":14,"date":1393221600000,"name":"Madeline Pratt","overview":"Liz helps Tom adjust to the impending adoption; Red reveals a woman from his past is a target; Red convinces Liz to pull of a heist at the Syrian Embassy.","watched":false,"img":"https://image.tmdb.org/t/p/original/6JTBfWugkuDYQkez2ZQJDkAj2ro.jpg","seasonNum":1,"showId":46952}],[15,{"id":972339,"episodeNum":15,"date":1393826400000,"name":"The Judge","overview":"Red believes he knows who was responsible for a prominent prosecutor's 12 year disappearance; Red investigates the woman who tempts Tom.","watched":false,"img":"https://image.tmdb.org/t/p/original/5Cb9wkHmtEoIdISPfN3TkxSCDzC.jpg","seasonNum":1,"showId":46952}],[16,{"id":972728,"episodeNum":16,"date":1395036000000,"name":"Mako Tanida","overview":"One of Red's former associates, a crime lord, becomes the next target; Tom decides to confront Jolene.","watched":false,"img":"https://image.tmdb.org/t/p/original/YXdYnu00govA9Hq9QDSTpdga2s.jpg","seasonNum":1,"showId":46952}],[17,{"id":973264,"episodeNum":17,"date":1395640800000,"name":"Ivan","overview":"After a cyber defense asset is stolen by a terrorist only known as Ivan, Red and Liz discover a cover-up; new evidence regarding Jolene's disappearance unravels some of the mystery surrounding Tom.","watched":false,"img":"https://image.tmdb.org/t/p/original/vMIqloW5GvAFtFc43sUlwozI2EJ.jpg","seasonNum":1,"showId":46952}],[18,{"id":973574,"episodeNum":18,"date":1396245600000,"name":"Milton Bobbit","overview":"Red and the team search for a life insurance claim adjuster who talks people into becoming contract killers; Liz and Red try to uncover Tom's secrets.","watched":false,"img":"https://image.tmdb.org/t/p/original/xyhPyi2ws5Fq94rncOrjPuQOm5F.jpg","seasonNum":1,"showId":46952}],[19,{"id":974413,"episodeNum":19,"date":1398060000000,"name":"The Pavlovich Brothers","overview":"As the team tries to protect a target of the Pavlovich brothers -- specialists in abductions -- Red has a job of his own for the duo; Liz patiently pursues the truth about Tom.","watched":false,"img":"https://image.tmdb.org/t/p/original/h3xiDX2tC7dhWJsHCm5mNWG5AAX.jpg","seasonNum":1,"showId":46952}],[20,{"id":974718,"episodeNum":20,"date":1398664800000,"name":"The Kingmaker","overview":"Red thinks the Kingmaker (Linus Roache), a strategist, is responsible when a politician in Prague is framed for murder; Liz uncovers a secret Red has been hiding.","watched":false,"img":"https://image.tmdb.org/t/p/original/qO7CTFXBr9326iRJM6TBEDz2jGD.jpg","seasonNum":1,"showId":46952}],[21,{"id":974193,"episodeNum":21,"date":1399269600000,"name":"Berlin (1)","overview":"After discovering the truth behind her father's death, Liz refuses to work with Red, just as his situation grows desperate.","watched":false,"img":"https://image.tmdb.org/t/p/original/mviuepOJtQxBPmOi1uxXMD63Zzj.jpg","seasonNum":1,"showId":46952}],[22,{"id":974455,"episodeNum":22,"date":1399874400000,"name":"Berlin: Conclusion (2)","overview":"In the stunning Season 1 finale, Liz is forced to reunite with Red in order to track down Berlin.","watched":false,"img":"https://image.tmdb.org/t/p/original/zwTFkMnZuFfYBmRFcsrJRW5JMeG.jpg","seasonNum":1,"showId":46952}]]}}],[2,{"id":61357,"name":"Season 2","overview":"For decades, ex-government agent Raymond \"Red\" Reddington has been one of the FBI's Most Wanted fugitives. He mysteriously surrendered to the FBI but now the FBI works for him as he identifies a \"blacklist\" of politicians, mobsters, spies and international terrorists. He will help catch them all... with the caveat that Elizabeth \"Liz\" Keen continues to work as his partner. Red will teach Liz to think like a criminal and \"see the bigger picture\"... whether she wants to or not.","watched":false,"seasonNum":2,"numEpisodes":22,"img":"https://image.tmdb.org/t/p/original/b7o8AOpZPWJO8nP4SK8RRZ2d0B0.jpg","episodes":{"dataType":"Map","value":[[1,{"id":991540,"episodeNum":1,"date":1411365600000,"name":"Lord Baltimore","overview":"While continuing to battle Berlin, Red faces a new threat in the form of Lord Baltimore. A figure from Red's past returns. Liz tries to move on after her showdown with Tom.","watched":false,"img":"https://image.tmdb.org/t/p/original/yLUp6KAZdymrRsD6EMZBfVQhHSb.jpg","seasonNum":2,"showId":46952}],[2,{"id":1007854,"episodeNum":2,"date":1411970400000,"name":"Monarch Douglas Bank","overview":"A robbery provides Red with an opportunity to take down a questionable bank. Liz questions Red's intentions during the course of her investigation. An impressive addition is made to Cooper's team.","watched":false,"img":"https://image.tmdb.org/t/p/original/voIbbcFCZzB2o3HNfRNvqKO3Ukn.jpg","seasonNum":2,"showId":46952}],[3,{"id":1009089,"episodeNum":3,"date":1412575200000,"name":"Dr. James Covington","overview":"When a body is found missing a heart, Liz and Ressler join forces with Samar Navabi to investigate Dr. Covington's operation. Red and an associate try to take advantage of an opportunity in Indonesia.","watched":false,"img":"https://image.tmdb.org/t/p/original/fdHgfOOZSL9351nRm7hHhEHSnnv.jpg","seasonNum":2,"showId":46952}],[4,{"id":1010141,"episodeNum":4,"date":1413180000000,"name":"Dr. Linus Creel","overview":"Red thinks a dangerous sociopsychological experiment may be taking place when several previously nonviolent citizens become killers. Red has a complicated proposition for Naomi and her husband.","watched":false,"img":"https://image.tmdb.org/t/p/original/mdMUIhMdRvTTZ8SH2pDPIZnS1P4.jpg","seasonNum":2,"showId":46952}],[5,{"id":1010627,"episodeNum":5,"date":1413784800000,"name":"The Front","overview":"The team targets an eco-terrorist cell seeking a deadly weapon. Liz attempts to lose her guardian. Red resorts to manipulation to pursue a special someone.","watched":false,"img":"https://image.tmdb.org/t/p/original/u9f0WLTrEpCOQlGFSv1BmFojxuI.jpg","seasonNum":2,"showId":46952}],[6,{"id":1011434,"episodeNum":6,"date":1414389600000,"name":"The Mombasa Cartel","overview":"Liz asks Red for information about deadly wildlife poachers after a mutilated corpse washes ashore. Ressler forms a dangerous habit.","watched":false,"img":"https://image.tmdb.org/t/p/original/49gpMU6XuzxqFHuaM6ORmIJBouo.jpg","seasonNum":2,"showId":46952}],[7,{"id":1012044,"episodeNum":7,"date":1414994400000,"name":"The Scimitar","overview":"A plot for revenge emerges after an Iranian nuclear scientist is assassinated. Liz and Ressler wind up in a predicament.","watched":false,"img":"https://image.tmdb.org/t/p/original/c8VXc2wARRTAppMlsotW2OX5rkB.jpg","seasonNum":2,"showId":46952}],[8,{"id":1014409,"episodeNum":8,"date":1415599200000,"name":"The Decembrist","overview":"Red's plans for Berlin take a sudden turn after he finds out that he was manipulated by the latest Blacklister to avenge Red.","watched":false,"img":"https://image.tmdb.org/t/p/original/8NSPWbqUch0jNrU7OMKrMBw3NIS.jpg","seasonNum":2,"showId":46952}],[9,{"id":1017199,"episodeNum":9,"date":1422770400000,"name":"Luther Braxton (1)","overview":"When Red is arrested and taken to a secret detention facility, Liz and the task force set out to save him before he disappears forever. At the facility, Red encounters a thief with whom he shares a complicated history.","watched":false,"img":"https://image.tmdb.org/t/p/original/4KQLJ0SpbCyzQXIL9rzHil2kfyS.jpg","seasonNum":2,"showId":46952}],[10,{"id":1017200,"episodeNum":10,"date":1423116000000,"name":"Luther Braxton: Conclusion (2)","overview":"As chaos ensues at the Factory, leaving the fate of Red and the task force unknown, Cooper struggles to rescue his team from the detention facility. It’s a race against time to prevent Luther Braxton attaining confidential information.","watched":false,"img":"https://image.tmdb.org/t/p/original/te6M8kDQx1fLNVMgWWEZnNd76Tb.jpg","seasonNum":2,"showId":46952}],[11,{"id":1038027,"episodeNum":11,"date":1423720800000,"name":"Ruslan Denisov","overview":"When an undercover CIA agent is kidnapped by a band of separatists in Uzbekistan, the task force sets a rescue mission in motion. Red informs Liz and Ressler that they are up against a very dangerous former associate.","watched":false,"img":"https://image.tmdb.org/t/p/original/sxYZIfNVQkJZ24jiIYRn6jSmhq9.jpg","seasonNum":2,"showId":46952}],[12,{"id":1038024,"episodeNum":12,"date":1424325600000,"name":"The Kenyon Family","overview":"When Red tips Liz off about the disappearance of a polygamous cult leader with dangerous shipping containers buried on his property, the task force sets out to investigate. Red utilizes his sources to appease Fitch’s last words and tries to track down his hidden safe.","watched":false,"img":"https://image.tmdb.org/t/p/original/6KyHo8mZzWuVpnlCA8OrLCAunRF.jpg","seasonNum":2,"showId":46952}],[13,{"id":1040529,"episodeNum":13,"date":1424930400000,"name":"The Deer Hunter","overview":"Red helps Liz and the task force find a killer -- the Deer Hunter -- who tracks victims like prey.","watched":false,"img":"https://image.tmdb.org/t/p/original/m7jmbcT8uw0kCtEvbABgSN2Sl6l.jpg","seasonNum":2,"showId":46952}],[14,{"id":1040530,"episodeNum":14,"date":1425535200000,"name":"T. Earl King VI","overview":"A former paramour involves Reddington in a deadly game with a wealthy, powerful family dynasty whose ill-begotten fortune was amassed from an underground auction of human and material contraband. Meanwhile, Tom takes on a new mission.","watched":false,"img":"https://image.tmdb.org/t/p/original/joiSOnZhaLUKVfIRNah1WfYRPyq.jpg","seasonNum":2,"showId":46952}],[15,{"id":1040531,"episodeNum":15,"date":1426140000000,"name":"The Major","overview":"When Agent Keen is questioned in court as a suspect in the murder of the DC Harbormaster, her unusual relationship with Red and their task force falls under scrutiny. Meanwhile, Red enlists Cooper and Ressler to locate \"The Major,\" a dangerous former associate who is key in keeping Liz out of prison.","watched":false,"img":"https://image.tmdb.org/t/p/original/3oJvnb77Jx876Etyg5cOvIhTeei.jpg","seasonNum":2,"showId":46952}],[16,{"id":1044445,"episodeNum":16,"date":1426744800000,"name":"Tom Keen","overview":"Evidence mounts against Liz in a murder case, triggering Red and Ressler's efforts to clear her name by tracking down the recently vanished Tom Keen.","watched":false,"img":"https://image.tmdb.org/t/p/original/jbTDMPJNE0ae5z9xpzejQNsK2qs.jpg","seasonNum":2,"showId":46952}],[17,{"id":1046549,"episodeNum":17,"date":1427349600000,"name":"The Longevity Initiative","overview":"The task force tracks a scientist who abducts disabled patients to conduct experiments on immortality. Now back in Washington, DC, Tom scrambles to save himself from new enemies.","watched":false,"img":"https://image.tmdb.org/t/p/original/saSdBVDfVkmvthKAIfi3fxvLeGl.jpg","seasonNum":2,"showId":46952}],[18,{"id":1047532,"episodeNum":18,"date":1427954400000,"name":"Vanessa Cruz","overview":"The task force tracks a provocative female Blacklister, a frame-up artist who targets the wealthy elite. Tom pleads for Liz's help. Red pressures Liz for the Fulcrum, claiming it's now a matter of life and death.","watched":false,"img":"https://image.tmdb.org/t/p/original/s8Qm6zM5IewIeKy56XnBOd9uV6M.jpg","seasonNum":2,"showId":46952}],[19,{"id":1049481,"episodeNum":19,"date":1429768800000,"name":"Leonard Caul","overview":"Red fights for his life while the task force races to track down a mysterious figure from his past while Tom provides help in an unexpected way.","watched":false,"img":"https://image.tmdb.org/t/p/original/hieZLE3HODH8sTy7gbg1pDx0nqD.jpg","seasonNum":2,"showId":46952}],[20,{"id":1053441,"episodeNum":20,"date":1430373600000,"name":"Quon Zhang","overview":"After decoding the information that is embedded in The Fulcrum, Red is determined to stop the imminent threat. Meanwhile, the task force discovers that deceased bodies of Chinese-American women are being smuggled out of the country under false identities. Liz continues to search for answers about her past after discovering a picture hidden in Red's secret flat.","watched":false,"img":"https://image.tmdb.org/t/p/original/3Zc6iLOoU7njMYHsi6XtKqb5dYx.jpg","seasonNum":2,"showId":46952}],[21,{"id":1054901,"episodeNum":21,"date":1430978400000,"name":"Karakurt","overview":"Following intel from Red, the FBI find themselves one-step behind the most dangerous Russian Assassin, Karakurt, an enemy on U.S. soil. To avoid catastrophe, Liz and Ressler meet with Russian Counter-Intelligence who offer insight not only on Karakurt, but also on the identity of Liz’s mother. Cooper finds himself in a compromising position.","watched":false,"img":"https://image.tmdb.org/t/p/original/2I4CYbIWpkVwAsk3vTezfhcebGD.jpg","seasonNum":2,"showId":46952}],[22,{"id":1055854,"episodeNum":22,"date":1431583200000,"name":"Tom Connolly","overview":"In the season finale Liz realizes she is being framed by The Cabal forcing Red to use his connections to help her clear her name. As Cooper receives shocking news, Ressler, Samar, and Aram must decide who on the task force can still be trusted.","watched":false,"img":"https://image.tmdb.org/t/p/original/e5acXCNZstwgh0TT8a57S1CBezi.jpg","seasonNum":2,"showId":46952}]]}}],[3,{"id":70935,"name":"Season 3","overview":"Now a fugitive on the run, Liz must figure out how to protect herself from the fallout of her actions in the explosive season two finale.","watched":false,"seasonNum":3,"numEpisodes":23,"img":"https://image.tmdb.org/t/p/original/hWN5imHrpg8wjEBsa7v80sGsS8r.jpg","episodes":{"dataType":"Map","value":[[1,{"id":1109672,"episodeNum":1,"date":1443679200000,"name":"The Troll Farmer","overview":"With the FBI hunting Liz for the murder of the attorney general, she and Red go on the run. Red reaches out to a contact for help fleeing the city.","watched":false,"img":"https://image.tmdb.org/t/p/original/b0hqLdApkhCHZAKfbVCDfvv51c8.jpg","seasonNum":3,"showId":46952}],[2,{"id":1109673,"episodeNum":2,"date":1444284000000,"name":"Marvin Gerard","overview":"With Ressler in hot pursuit, Liz only has Red to trust; Red asks a lawyer named Marvin Gerard for help with a hostage situation. The FBI wants to force Cooper out of the task force.","watched":false,"img":"https://image.tmdb.org/t/p/original/vJYTfGhJYAAL1G6aoGHkH0kDG72.jpg","seasonNum":3,"showId":46952}],[3,{"id":1109674,"episodeNum":3,"date":1444888800000,"name":"Eli Matchett","overview":"Liz and Red take a detour to the Midwest. Ressler, Aram and Samar accidentally uncover what could turn into a global food crisis. Cooper seeks help from an unexpected source.","watched":false,"img":"https://image.tmdb.org/t/p/original/qdDxc2HhpEXi3bzC4Uvn5TVK7rs.jpg","seasonNum":3,"showId":46952}],[4,{"id":1109675,"episodeNum":4,"date":1445493600000,"name":"The Djinn","overview":"Red enlists a task force to locate the Djinn, an enigmatic woman who fulfills revenge fantasies. Red and Liz believe the Djinn can lead them to the Cabal and help them exonerate Liz.","watched":false,"img":"https://image.tmdb.org/t/p/original/sMsmWHLUYUCqvrlleRx82rOIUY1.jpg","seasonNum":3,"showId":46952}],[5,{"id":1109676,"episodeNum":5,"date":1446098400000,"name":"Arioch Cain","overview":"Red and the FBI come together to protect Liz when a huge reward for her capture attracts attention from assassins.","watched":false,"img":"https://image.tmdb.org/t/p/original/3HJUVhnEtlVbtsx1TAHEyIqRcn5.jpg","seasonNum":3,"showId":46952}],[6,{"id":1133228,"episodeNum":6,"date":1446703200000,"name":"Sir Crispin Crandall","overview":"Red and Liz catch wind that Andras Halmi, a trusted advisor of The Director, has gone missing. In pursuit of Halmi, Red and Liz narrowly escape a violent confrontation. Meanwhile, Tom ends up in a brutal \"Fight Club\" to find the one man he thinks will be able to exonerate Liz.","watched":false,"img":"https://image.tmdb.org/t/p/original/xpubTjChKMh0uOtTHZ6hsxbrXgJ.jpg","seasonNum":3,"showId":46952}],[7,{"id":1133229,"episodeNum":7,"date":1447308000000,"name":"Zal Bin Hasaan","overview":"A family tragedy in Samar's past resurfaces when the Task Force hunt for an elusive international terrorist. The FBI and the Cabal gain significant ground in their search for Liz and Red. Meanwhile, Tom encounters complications in his plan to exonerate Liz.","watched":false,"img":"https://image.tmdb.org/t/p/original/eyytRGaP8Urjtgb2E5Uf4H4QTZp.jpg","seasonNum":3,"showId":46952}],[8,{"id":1133230,"episodeNum":8,"date":1447912800000,"name":"Kings of the Highway","overview":"Red and Liz are unexpectedly separated from each other when Red falls into a dangerous situation. Samar makes a risky decision to help Liz while Tom and Cooper continue on their expedition to exonerate Liz.","watched":false,"img":"https://image.tmdb.org/t/p/original/z0T6IB3aVHz9rfneeUZHkDL7cIf.jpg","seasonNum":3,"showId":46952}],[9,{"id":1133231,"episodeNum":9,"date":1452146400000,"name":"The Director (1)","overview":"Liz awaits trial as Red and Aram take risky measures to protect her.","watched":false,"img":"https://image.tmdb.org/t/p/original/auYo7abXkTxDlwLU8Is74sUm9gx.jpg","seasonNum":3,"showId":46952}],[10,{"id":1154531,"episodeNum":10,"date":1452751200000,"name":"The Director: Conclusion (2)","overview":"The Cabal prepares to assassinate Liz, triggering Red's call to the task force to outmaneuver the Cabal in a bid to exonerate her. Red delivers a final ultimatum.","watched":false,"img":"https://image.tmdb.org/t/p/original/1yoPVE9pihM2XbPt9G7fKjZY0E0.jpg","seasonNum":3,"showId":46952}],[11,{"id":1159000,"episodeNum":11,"date":1453356000000,"name":"Mr. Gregory Devry","overview":"With her name finally cleared, Liz attempts to reclaim her former life. Red works with the task force to infiltrate an assembly of high-level criminals at large in a rare, risky opportunity to capture the heads of the world's most lethal organized crime syndicates.","watched":false,"img":"https://image.tmdb.org/t/p/original/asfhY98zz5dpx1hkuVdBADmELtz.jpg","seasonNum":3,"showId":46952}],[12,{"id":1160455,"episodeNum":12,"date":1453960800000,"name":"The Vehm","overview":"When an associate of Red's is killed with a rare medieval device, Red realizes a lethal vigilante group from the Middle Ages has been resurrected; Liz considers her next move after receiving shocking news.","watched":false,"img":"https://image.tmdb.org/t/p/original/2IZZ5VI5ClGvZt2rhQXF3lcafth.jpg","seasonNum":3,"showId":46952}],[13,{"id":1160731,"episodeNum":13,"date":1454565600000,"name":"Alistair Pitt","overview":"Red and Liz work with the taskforce to stop a negotiator who has resurfaced to unite two rival crime families. Tom reconnects with a former flame.","watched":false,"img":"https://image.tmdb.org/t/p/original/4lBf7eUb7leO3AVMgWhyi9aK65Y.jpg","seasonNum":3,"showId":46952}],[14,{"id":1160732,"episodeNum":14,"date":1455170400000,"name":"Lady Ambrosia","overview":"After a missing child that has been presumed dead turns up alive, Red and Liz work with the taskforce to search for a dangerous woman who may be kidnapping children. Meanwhile, Tom faces shocking consequences after his plan to help Liz goes awry.","watched":false,"img":"https://image.tmdb.org/t/p/original/cvozLnZBvbaIEMu2PUbUb8ZsJ6.jpg","seasonNum":3,"showId":46952}],[15,{"id":1160733,"episodeNum":15,"date":1455775200000,"name":"Drexel","overview":"After the founder of a successful internet start-up is found dead, Red recognizes the crime scene as the work of a notorious killer. Liz and the task force work with Red to track the murderer through a dangerous underground news source. Meanwhile, Tom faces a life threatening situation, while Liz considers options for her baby.","watched":false,"img":"https://image.tmdb.org/t/p/original/2j5cLtF1A6ENIFk8XYQaUTZPMil.jpg","seasonNum":3,"showId":46952}],[16,{"id":1163513,"episodeNum":16,"date":1456380000000,"name":"The Caretaker","overview":"After a State Department official is found dead in Beijing, Red and Liz link the murder to a secret keeper known as \"The Caretaker,\" who maintains an impenetrable safety deposit vault for criminals. Red and Liz work with the task force to find the Caretaker and his collection of lethal and classified secrets. Meanwhile, Tom makes a risky decision, while Liz persists on her quest to find out more about her mother.","watched":false,"img":"https://image.tmdb.org/t/p/original/qPzp1Zu9rk1rKbRcYH6Cynr6hU6.jpg","seasonNum":3,"showId":46952}],[17,{"id":1163514,"episodeNum":17,"date":1460008800000,"name":"Mr. Solomon (1)","overview":"After Red learns that a tactical nuclear weapon is being targeted by thieves, it's a race against the clock as the task force struggles to stop them -- and prevent an imminent nuclear disaster. Meanwhile, Tom and Liz make a decision that will change their relationship forever.","watched":false,"img":"https://image.tmdb.org/t/p/original/sOL58n7LXiQGj2yX0w9QwRD29rp.jpg","seasonNum":3,"showId":46952}],[18,{"id":1185754,"episodeNum":18,"date":1460613600000,"name":"Mr. Solomon: Conclusion (2)","overview":"A team member falls into grave danger due to a tragedy, leading the task force to rely on Red and his unorthodox methods. Meanwhile, an unforeseen complication impacts Tom and Liz.","watched":false,"img":"https://image.tmdb.org/t/p/original/mzVwbQ4UxsOwkispebGYSYPOfKa.jpg","seasonNum":3,"showId":46952}],[19,{"id":1185755,"episodeNum":19,"date":1461218400000,"name":"Cape May","overview":"When a mysterious woman running from unknown assailants accidentally crosses paths with Reddington, he assists her in fighting her attackers.","watched":false,"img":"https://image.tmdb.org/t/p/original/qTtj3lsLhM6UNr3t0fekhalg7x1.jpg","seasonNum":3,"showId":46952}],[20,{"id":1188748,"episodeNum":20,"date":1461823200000,"name":"The Artax Network","overview":"After an unexpected loss devastates the FBI task force, they must track down their assailants; a mysterious group whose agents operate using a worldwide satellite network. Meanwhile, Reddington is forced to confront a ghost from his past -- one who knows many of Red's secrets.","watched":false,"img":"https://image.tmdb.org/t/p/original/kH2w4r1ZhUbmvZ0S9FSCkXJgc1U.jpg","seasonNum":3,"showId":46952}],[21,{"id":1188749,"episodeNum":21,"date":1462428000000,"name":"Susan Hargrave","overview":"When Reddington links an elegant, powerful and extremely dangerous woman to the recent tragic events, the task force is forced to play a deadly cat and mouse game to stop her before she strikes again.","watched":false,"img":"https://image.tmdb.org/t/p/original/70PobU0lJYyObjEa06HWZ25Op0g.jpg","seasonNum":3,"showId":46952}],[22,{"id":1188750,"episodeNum":22,"date":1463032800000,"name":"Alexander Kirk (1)","overview":"The FBI task force's hunt for revenge nears its endgame. As Reddington and the team close in on the mysterious arch-criminal responsible for recent tragic events, they're forced to operate outside their comfort zone – and outside the law – in order to take down their enemy once and for all.","watched":false,"img":"https://image.tmdb.org/t/p/original/7klpU1fZwzxSELXggMo7nerdG99.jpg","seasonNum":3,"showId":46952}],[23,{"id":1192414,"episodeNum":23,"date":1463637600000,"name":"Alexander Kirk: Conclusion (2)","overview":"As Reddington and the task force close in on the person responsible for Liz's death, a shocking betrayal leaves them racing to save one of their own.","watched":false,"img":"https://image.tmdb.org/t/p/original/kf2SlQzjyMkoLUUI3Lf7zbj2yP1.jpg","seasonNum":3,"showId":46952}]]}}],[4,{"id":80082,"name":"Season 4","overview":"A mysterious man claiming to be Liz’s real father targets her, but first she must resolve the mystery of her lost childhood and reconcile her true identity with the elusive memories corrupted by Reddington. Without the truth, every day holds more danger for herself, her baby and her husband Tom. Meanwhile, the Task Force reels from Liz’s resurrection and friendships are fractured. Betrayed by those closest to him, Reddington’s specific moral code demands justice, all the while battling an army of new and unexpected blacklisters.","watched":false,"seasonNum":4,"numEpisodes":22,"img":"https://image.tmdb.org/t/p/original/sDDajlDufTIoAoMW7WnHoZcQtSA.jpg","episodes":{"dataType":"Map","value":[[1,{"id":1222261,"episodeNum":1,"date":1474524000000,"name":"Esteban","overview":"After Liz is abducted by a man claiming to be her father, Red sets out to find her at any cost.  Meanwhile, the Task Force grapples with the shocking news that Liz is still alive.","watched":false,"img":"https://image.tmdb.org/t/p/original/iwwJuNvarm3zRH7jCnpAp9WeFlx.jpg","seasonNum":4,"showId":46952}],[2,{"id":1222326,"episodeNum":2,"date":1475128800000,"name":"Mato","overview":"Red enlists Tom and the Task Force to help track a notorious bounty hunter who may know Alexander Kirk's next move. Meanwhile, Liz struggles to decide if Kirk is trustworthy.","watched":false,"img":"https://image.tmdb.org/t/p/original/45TXGHL7LOh1YHLt8nLOnTRkVmU.jpg","seasonNum":4,"showId":46952}],[3,{"id":1222327,"episodeNum":3,"date":1475733600000,"name":"Miles McGrath","overview":"Red and the Task Force take extreme measures to hunt down one of  Alexander Kirk's allies, Miles McGrath, a \"criminal incubator\" who  finances crimes for profit. Meanwhile, Liz learns more about her family.","watched":false,"img":"https://image.tmdb.org/t/p/original/g2SCkfiZxrZaMlYeJHAKMRfNbwC.jpg","seasonNum":4,"showId":46952}],[4,{"id":1222328,"episodeNum":4,"date":1476338400000,"name":"Gaia","overview":"As Red sets Liz and the Task Force on the trail of an eco-terrorist with  a mysterious connection to Alexander Kirk, Tom takes matters into his  own hands.","watched":false,"img":"https://image.tmdb.org/t/p/original/8sdarVvmRfleGQGnqCiC92bJP43.jpg","seasonNum":4,"showId":46952}],[5,{"id":1222329,"episodeNum":5,"date":1476943200000,"name":"The Lindquist Concern","overview":"Liz's loyalties are tested as Red takes action on an operation to  intercept Alexander Kirk. Meanwhile the Task Force races to find a  killer who targets inventors of revolutionary technology.","watched":false,"img":"https://image.tmdb.org/t/p/original/c9RbtXN6fMuRP3z1REk3YpBmWIS.jpg","seasonNum":4,"showId":46952}],[6,{"id":1222262,"episodeNum":6,"date":1477548000000,"name":"The Thrushes","overview":"When Alexander Kirk contracts a mysterious group that specializes in hacking the world's most secure computer systems, Red and Liz see an opportunity to make a move on Kirk's ..","watched":false,"img":"https://image.tmdb.org/t/p/original/A1zuQL7Mhwm48GgAsgj14J6niBQ.jpg","seasonNum":4,"showId":46952}],[7,{"id":1236639,"episodeNum":7,"date":1478152800000,"name":"Dr. Adrian Shaw (1)","overview":"Red directs the Task Force to track down an individual who provides new identities to criminals on the run. Meanwhile, as Alexander Kirk's medical condition worsens, Liz seeks guidance from Cooper on a crucial decision.","watched":false,"img":"https://image.tmdb.org/t/p/original/1Lop5b4idUZpHlA3rg2fObQ65Ds.jpg","seasonNum":4,"showId":46952}],[8,{"id":1238376,"episodeNum":8,"date":1478757600000,"name":"Dr. Adrian Shaw: Conclusion (2)","overview":"Red pressures Dr. Shaw to locate a former patient. Liz contemplates the implications of her ties to an increasingly desperate and dangerous Alexander Kirk. Mr. Kaplan comes to a critical realization about her future.","watched":false,"img":"https://image.tmdb.org/t/p/original/mU5rBic5cISRxbTCZRFFX2NEYRa.jpg","seasonNum":4,"showId":46952}],[9,{"id":1242472,"episodeNum":9,"date":1483596000000,"name":"Lipet's Seafood Company","overview":"An investigation into an international terrorist operating on American soil tests the allegiances of the Task Force. As Aram faces the consequences of his girlfriend hacking into the FBI computer systems, Red cashes in on a favor.","watched":false,"img":"https://image.tmdb.org/t/p/original/l8bjvgl33WTmzFCjwaETUXjHdrS.jpg","seasonNum":4,"showId":46952}],[10,{"id":1244173,"episodeNum":10,"date":1484200800000,"name":"The Forecaster","overview":"A new case arrives at Liz's doorstep, where someone has left a diorama depicting a crime soon to be committed. Meanwhile, Red explores a new business opportunity.","watched":false,"img":"https://image.tmdb.org/t/p/original/kZvKSSTcZapcpc7hhr5zzyaxyG2.jpg","seasonNum":4,"showId":46952}],[11,{"id":1257346,"episodeNum":11,"date":1484805600000,"name":"The Harem","overview":"Liz must prove herself to the leader of an elite group of female thieves in order to infiltrate their organization as they prepare for their next heist. Meanwhile, Red contends with unexpected problems in his operations, and Tom channels his energy into fatherly duties.","watched":false,"img":"https://image.tmdb.org/t/p/original/t4j74vdBPfBpBSGqsDW04cGdiOj.jpg","seasonNum":4,"showId":46952}],[12,{"id":1261473,"episodeNum":12,"date":1486015200000,"name":"Natalie Luca","overview":"After discovering his criminal empire is under attack, Red turns to the task force for help, leading the team to hunt an assassin who kills her victims by infecting them with a lethal disease. Meanwhile, Red enlists Tom in an undercover operation.","watched":false,"img":"https://image.tmdb.org/t/p/original/m1OsKxUDr4euuQ3w9qccSNVjFFp.jpg","seasonNum":4,"showId":46952}],[13,{"id":1263675,"episodeNum":13,"date":1486620000000,"name":"Isabella Stone","overview":"As another member of Red's team is targeted, the task force races to stop the sophisticated criminal who has been attacking Red and his businesses. Meanwhile, a shocking event sends Tom on the hunt for information about his past.","watched":false,"img":"https://image.tmdb.org/t/p/original/9Lk1OteQQF145WMZdFiHiV8Ckbz.jpg","seasonNum":4,"showId":46952}],[14,{"id":1264194,"episodeNum":14,"date":1487224800000,"name":"The Architect","overview":"Aram goes under cover as a hacker to find a criminal who designs and executes crimes for a price.","watched":false,"img":"https://image.tmdb.org/t/p/original/vshbbTOAqwsAZx8j7dG4bwzIbTo.jpg","seasonNum":4,"showId":46952}],[15,{"id":1264195,"episodeNum":15,"date":1487829600000,"name":"The Apothecary","overview":"After being dosed with poison, Red must retrace his steps to discover which of his closest allies has betrayed him, while the task force races against the clock to find an antidote that will save him.","watched":false,"img":"https://image.tmdb.org/t/p/original/ruPpkNZdKTv7FqfPnuNYysoq1wy.jpg","seasonNum":4,"showId":46952}],[16,{"id":1305061,"episodeNum":16,"date":1492668000000,"name":"Dembe Zuma","overview":"After weeks of hunting for Dembe, Red and the Task Force finally get a lead on his whereabouts when Aram goes missing. Meanwhile, Dembe takes a calculated risk as Red closes in","watched":false,"img":"https://image.tmdb.org/t/p/original/rvxX4aDEnDvqvvdlCd53iRFZZ38.jpg","seasonNum":4,"showId":46952}],[17,{"id":1305062,"episodeNum":17,"date":1492668000000,"name":"Requiem","overview":"Memories of the past set Red on a dangerous collision course with an enemy determined to destroy his criminal empire.","watched":false,"img":"https://image.tmdb.org/t/p/original/ygMySd5Is2ANh7uGJo7dQthsVOa.jpg","seasonNum":4,"showId":46952}],[18,{"id":1305064,"episodeNum":18,"date":1493272800000,"name":"Philomena","overview":"The Task Force chases an artful bounty hunter employed to target Red's closest associates. Meanwhile, Ressler faces a moral dilemma when he takes on a new assignment with a former colleague.","watched":false,"img":"https://image.tmdb.org/t/p/original/c7tVjqzCJrZ9pBPePRN6yLlPcsM.jpg","seasonNum":4,"showId":46952}],[19,{"id":1305065,"episodeNum":19,"date":1493877600000,"name":"Dr. Bogdan Krilov","overview":"Red sets the Task Force on the trail of a Blacklister with the tools to manipulate memories, causing Liz to question her own experiences. As Gale intensifies his investigation, Ressler receives a new lead on the disappearance of Justice Department official Reven Wright.","watched":false,"img":"https://image.tmdb.org/t/p/original/ow2YeZdeT4xYg3ldAG4vRoC3BU6.jpg","seasonNum":4,"showId":46952}],[20,{"id":1305066,"episodeNum":20,"date":1494482400000,"name":"The Debt Collector","overview":"When Liz becomes the target of a mercenary known as the Debt Collector, Red turns to an unlikely source for help. Meanwhile, Ressler faces an unexpected complication in his efforts to stay ahead of Agent Gale's investigation.","watched":false,"img":"https://image.tmdb.org/t/p/original/n8z062ulBf9DCczuxK9p5ut0zyG.jpg","seasonNum":4,"showId":46952}],[21,{"id":1305067,"episodeNum":21,"date":1495087200000,"name":"Mr. Kaplan (1)","overview":"Mr Kaplan's destruction of Red's empire continues, but Reddington still hopes to be able to reach an agreement with his enemy. Amar is issued a subpoena requiring him to give evidence that could destroy the team and Agent Gale realises how much the Task Force know about Red, and gains a new ally.","watched":false,"img":"https://image.tmdb.org/t/p/original/hfUXSG5VStimupSLcIvskRMCWWk.jpg","seasonNum":4,"showId":46952}],[22,{"id":1305068,"episodeNum":22,"date":1495087200000,"name":"Mr. Kaplan: Conclusion (2)","overview":"With his empire in tatters, Red makes one last desperate move but Mr. Kaplan may have predicted his play.","watched":false,"img":"https://image.tmdb.org/t/p/original/81U7sX0oDazy7IWeFv5nuO9Vm2g.jpg","seasonNum":4,"showId":46952}]]}}],[5,{"id":91328,"name":"Season 5","overview":"Feeling surprisingly unencumbered, Raymond Reddington is back, and in the process of rebuilding his criminal empire. His lust for life is ever-present as he lays the foundation for this new enterprise - one that he'll design with Elizabeth Keen by his side. Living with the reality that Red is her father, Liz finds herself torn between her role as an FBI agent and the temptation to act on her more criminal instincts. In a world where the search for Blacklisters has become a family trade, Red will undoubtedly reclaim his moniker as the “Concierge of Crime.”","watched":false,"seasonNum":5,"numEpisodes":22,"img":"https://image.tmdb.org/t/p/original/6MupSEjQbWd5t37iHoYNGV1Rp2Y.jpg","episodes":{"dataType":"Map","value":[[1,{"id":1348068,"episodeNum":1,"date":1506492000000,"name":"Smokey Putnum","overview":"With his criminal empire in ruins, Red enlists Liz in a plan to earn cash and deliver a new Blacklister to the Task Force.","watched":false,"img":"https://image.tmdb.org/t/p/original/3gNWFnUPFHdrKgvZkuRPgrhmUep.jpg","seasonNum":5,"showId":46952}],[2,{"id":1372527,"episodeNum":2,"date":1507096800000,"name":"Greyson Blaise","overview":"Liz and the Task Force join Red on an international adventure in pursuit of a billionaire who moonlights as a high end art thief. Meanwhile, Dembe chases a lead and Tom seeks outside help in identifying the remains in the suitcase.","watched":false,"img":"https://image.tmdb.org/t/p/original/6l4gspWxQlrmxjST5P3qcfdm5MY.jpg","seasonNum":5,"showId":46952}],[3,{"id":1372528,"episodeNum":3,"date":1507701600000,"name":"Miss Rebecca Thrall","overview":"While the Task Force investigates a series of suspicious police shootings, Agent Ressler is distracted by increasing external pressures. With his back up against the wall, Red drafts Tom in executing an elaborate plan to help re-establish his criminal reputation.","watched":false,"img":"https://image.tmdb.org/t/p/original/vXpDIatLX1kWpWhbphNF461IkKX.jpg","seasonNum":5,"showId":46952}],[4,{"id":1373832,"episodeNum":4,"date":1508306400000,"name":"The Endling","overview":"Liz and the Task Force hunt for an elusive criminal who will stop at nothing to destroy some of the world's most precious treasures. Meanwhile, a surprise encounter leads a cash-strapped Red toward a new business opportunity, and Tom takes action to investigate the bones in the suitcase.","watched":false,"img":"https://image.tmdb.org/t/p/original/xVe9MIuSGixp7I2y2iwVaRaEZrv.jpg","seasonNum":5,"showId":46952}],[5,{"id":1384425,"episodeNum":5,"date":1508911200000,"name":"Ilyas Surkov","overview":"When Red provides exclusive intel on an international terrorist, it puts Liz and the Task Force on a collision course with a rival unit from the CIA. Meanwhile, Red and Hawkins lay the groundwork for their new business venture, and Tom goes undercover in search of information.","watched":false,"img":"https://image.tmdb.org/t/p/original/fr7r4GZUocPegqx5zHcMwv5RGgq.jpg","seasonNum":5,"showId":46952}],[6,{"id":1384642,"episodeNum":6,"date":1509516000000,"name":"The Travel Agency","overview":"While Cooper enlists Red on a case of personal importance, Ressler leads the Task Force on a mission to stop the resurgence of once-dormant murder-for-hire ring. Determined to find answers, Tom disregards a warning to halt his investigation into the suitcase.","watched":false,"img":"https://image.tmdb.org/t/p/original/qcd3yF7M7zkrNbDpPkb5PQ2rz0.jpg","seasonNum":5,"showId":46952}],[7,{"id":1391140,"episodeNum":7,"date":1510120800000,"name":"The Kilgannon Corporation","overview":"Red and the Task Force place Dembe undercover to infiltrate an international human smuggling organization, but when communication is lost, they must intervene. Meanwhile, Tom's investigation into the suitcase lands him in grave danger.","watched":false,"img":"https://image.tmdb.org/t/p/original/cnsc7eWwabhLaxVkpothQM8uNVs.jpg","seasonNum":5,"showId":46952}],[8,{"id":1393459,"episodeNum":8,"date":1510725600000,"name":"Ian Garvey","overview":"Tom goes missing and Liz desperately retraces his steps to find him; Red's hunt for the suitcase of bones leads to lives being changed forever.","watched":false,"img":"https://image.tmdb.org/t/p/original/u6iENt8j49FBRwWhIptGMogfQiz.jpg","seasonNum":5,"showId":46952}],[9,{"id":1395356,"episodeNum":9,"date":1514959200000,"name":"Ruin","overview":"Liz abandons her old life and seeks out a fresh start in a place where no one knows her history, her name, or the depths of her grief. When an unexpected threat finds her, she is forced to draw on her emotional and physical strength in a brutal fight for survival.","watched":false,"img":"https://image.tmdb.org/t/p/original/7jjik2G1pP31blM2li6TKIM6yP0.jpg","seasonNum":5,"showId":46952}],[10,{"id":1411555,"episodeNum":10,"date":1515564000000,"name":"The Informant","overview":"When Red directs the Task Force to find a Blacklister who uses his position of power to sell sensitive information, Ressler finds himself at risk of exposure. Meanwhile, Liz plans her next move.","watched":false,"img":"https://image.tmdb.org/t/p/original/yQ5lkMhl4BMd0eQhA6olMGseN6J.jpg","seasonNum":5,"showId":46952}],[11,{"id":1411556,"episodeNum":11,"date":1516168800000,"name":"Abraham Stern","overview":"When Red goes on the hunt for a legendary treasure, he draws the attention of Abraham Stern, a cunning manipulator who has devoted his life - and the lives of many innocents - to recovering the fortune that is his birthright. Meanwhile, Liz's  quest sends her down a dark path, leading her to study the methods of one of the Blacklist's most dangerous criminals.","watched":false,"img":"https://image.tmdb.org/t/p/original/5lXCoLy8q2aB1hqmNos9dY1md0U.jpg","seasonNum":5,"showId":46952}],[12,{"id":1421105,"episodeNum":12,"date":1517378400000,"name":"The Cook","overview":"As Liz works with Red to hunt for Tom's killers, she begins to question his motives. The Task Force enlists the help of one arsonist to catch another.","watched":false,"img":"https://image.tmdb.org/t/p/original/pbvoZCPHVyRAos3Cg6amXULhbQZ.jpg","seasonNum":5,"showId":46952}],[13,{"id":1421106,"episodeNum":13,"date":1517983200000,"name":"The Invisible Hand","overview":"When bodies are discovered in abandoned woods, Red points the Task Force toward The Invisible Hand, a group that targets those whose actions are morally reprehensible yet fully legal. Meanwhile, Red steps in to assist one of his employees, and Liz discovers a major clue about Tom's investigation.","watched":false,"img":"https://image.tmdb.org/t/p/original/eCSU9nyO2g0oABeT6L2AoxgEW7b.jpg","seasonNum":5,"showId":46952}],[14,{"id":1432565,"episodeNum":14,"date":1519797600000,"name":"Mr. Raleigh Sinclair III","overview":"Red assists the Task Force in tracking a mysterious Blacklister who carefully develops airtight alibis for murderous clients. Meanwhile, Liz's reinstatement at the FBI hinges on an evaluation with a psychotherapist.","watched":false,"img":"https://image.tmdb.org/t/p/original/8CrfjSWJNXT51Qj2hHtgLjKUGvI.jpg","seasonNum":5,"showId":46952}],[15,{"id":1439744,"episodeNum":15,"date":1520402400000,"name":"Pattie Sue Edwards","overview":"As Liz continues tracking Tom's killers, Red tries to solve a tax issue in his money laundering. Meanwhile, Aram goes out to the field when the Task Force investigates a viral outbreak.","watched":false,"img":"https://image.tmdb.org/t/p/original/gYWS3GaHGGFdqXmnQ9dvluPol2i.jpg","seasonNum":5,"showId":46952}],[16,{"id":1448175,"episodeNum":16,"date":1521007200000,"name":"The Capricorn Killer","overview":"As Liz investigates new details in a cold case from her early work as an FBI profiler, she explores her darker impulses in therapy with Dr. Fulton. The Task Force takes action to bring down Tom's killers within the legal system, while Red takes a different approach to closing in on Ian Garvey.","watched":false,"img":"https://image.tmdb.org/t/p/original/uUX5ZXLwPF6A6vbWqUuiLCIZ5rJ.jpg","seasonNum":5,"showId":46952}],[17,{"id":1453548,"episodeNum":17,"date":1522821600000,"name":"Anna-Gracia Duerte","overview":"When an associate of the Nash Syndicate is murdered, Red sets Liz and the Task Force on the case in order to recover evidence crucial to bringing down Ian Garvey. Meanwhile, Aram considers a step forward in his relationship with Samar.","watched":false,"img":"https://image.tmdb.org/t/p/original/bRY8jp1Gk32WfpYkyGI2vTogJAi.jpg","seasonNum":5,"showId":46952}],[18,{"id":1459076,"episodeNum":18,"date":1523426400000,"name":"Zarak Mosadek","overview":"In an attempt to apply pressure to Ian Garvey, Red and the Task Force head to Paris to track down a prominent heroin supplier for the Nash Syndicate. Distrustful of Red's agenda, Liz takes her own path in going after Garvey.","watched":false,"img":"https://image.tmdb.org/t/p/original/cI6rVC9LQoSrDV8Aj5DgO2QIipq.jpg","seasonNum":5,"showId":46952}],[19,{"id":1464896,"episodeNum":19,"date":1524636000000,"name":"Ian Garvey: Conclusion","overview":"Liz uses intel from an unexpected source to force Red to uncover the secrets he holds; Red initiates a plan to retrieve the duffel bag of bones.","watched":false,"img":"https://image.tmdb.org/t/p/original/85eiRUzC3n763bGkZQRnv8IBzTJ.jpg","seasonNum":5,"showId":46952}],[20,{"id":1467674,"episodeNum":20,"date":1525240800000,"name":"Nicholas T. Moore","overview":"An unidentified young girl reappears and the team tries to find her connection to the secret Red is hiding.  When her family steps in to protect their own secrets, the investigation turns into a race to save the girl's life.","watched":false,"img":"https://image.tmdb.org/t/p/original/a2AMVnjWJwWhVdlUAsvobUnSaMI.jpg","seasonNum":5,"showId":46952}],[21,{"id":1472658,"episodeNum":21,"date":1525845600000,"name":"Lawrence Dane Devlin","overview":"Samar lands in the crosshairs of an unconventional Blacklister, and Aram and the task force spring into action to find her before it's too late.  Red journeys to Costa Rica to prevent the duffel bag of bones from being sold at an underground auction.","watched":false,"img":"https://image.tmdb.org/t/p/original/g5sivfCyqdpmRdMVvLypV4tygYw.jpg","seasonNum":5,"showId":46952}],[22,{"id":1472855,"episodeNum":22,"date":1526450400000,"name":"Sutton Ross","overview":"Liz and Red face off in a climactic race to find a Blacklister in possession of the duffel bag of bones, forcing the truth about the bones to finally come to light.","watched":false,"img":"https://image.tmdb.org/t/p/original/nOFMLVjPby3pqvmkRn6xj1Uz2Od.jpg","seasonNum":5,"showId":46952}]]}}],[6,{"id":112279,"name":"Season 6","overview":"Following the startling revelation that Raymond \"Red\" Reddington isn't who he says he is, Elizabeth Keen is torn between the relationship she's developed with the man assumed to be her father and her desire to get to the bottom of years of secrets and lies. Meanwhile, Red leads Liz and the FBI to some of the most strange and dangerous criminals yet, growing his empire and eliminating rivals in the process. All throughout, Liz and Red engage in an uneasy cat-and-mouse game in which lines will be crossed and the truth will be revealed.","watched":false,"seasonNum":6,"numEpisodes":22,"img":"https://image.tmdb.org/t/p/original/f1R6R8AVS8EwaOUltlVxNjASZAs.jpg","episodes":{"dataType":"Map","value":[[1,{"id":1614992,"episodeNum":1,"date":1546495200000,"name":"Dr. Hans Koehler","overview":"Red presents the Task Force with a Blacklist case searching for a plastic surgeon who creates new identities for wanted criminals. Liz and her sister, Jennifer, secretly investigate the events that took place the night the real Raymond Reddington died.","watched":false,"img":"https://image.tmdb.org/t/p/original/sE85ePiK2m4Eoev6GNrNwGLhQSX.jpg","seasonNum":6,"showId":46952}],[2,{"id":1614993,"episodeNum":2,"date":1546581600000,"name":"The Corsican","overview":"As Liz and the Task Force race to stop an imminent bombing by an elusive Blacklister, Red has an encounter that will change the trajectory of his life forever.","watched":false,"img":"https://image.tmdb.org/t/p/original/p8r8hUut2jMpAkys3Yz8UV6qs3Q.jpg","seasonNum":6,"showId":46952}],[3,{"id":1616997,"episodeNum":3,"date":1547186400000,"name":"The Pharmacist","overview":"While Liz and the Task Force track a notorious underground biohacker, Red initiates a strategy to extricate himself from a problematic position. Meanwhile, Cooper's integrity is tested with a difficult choice.","watched":false,"img":"https://image.tmdb.org/t/p/original/fbizhblaSX6teuq5QYLleX2VE8g.jpg","seasonNum":6,"showId":46952}],[4,{"id":1657857,"episodeNum":4,"date":1547791200000,"name":"The Pawnbrokers","overview":"Red acclimates to his new surroundings in federal prison, where he is challenged by an old rival. Samar goes undercover to stop a black market organization that fronts cash to criminals. Meanwhile, Liz and Jennifer continue their investigation into Red's past.","watched":false,"img":"https://image.tmdb.org/t/p/original/apaMnaR9RuQRv4Hr8cPLnlZyOdq.jpg","seasonNum":6,"showId":46952}],[5,{"id":1676894,"episodeNum":5,"date":1549000800000,"name":"Alter Ego","overview":"While Red argues in court to uphold the validity of his immunity agreement, Liz and the Task Force question a man whose recent inheritance seems too good to be true and Dembe offers Red some advice.","watched":false,"img":"https://image.tmdb.org/t/p/original/z40ryaSw1zFlf5Xq0Va0WdFnO9H.jpg","seasonNum":6,"showId":46952}],[6,{"id":1693304,"episodeNum":6,"date":1549605600000,"name":"The Ethicist","overview":"When Red is sent to a federal medical institution following his request to the court for a psychiatric evaluation, Liz and Jennifer use his time away to search for a Blacklister they believe may have valuable information about Red's past.","watched":false,"img":"https://image.tmdb.org/t/p/original/tynZgJbBNMKdC1FM0WXbIJnbsW4.jpg","seasonNum":6,"showId":46952}],[7,{"id":1693308,"episodeNum":7,"date":1550210400000,"name":"General Shiro","overview":"While Red and Dembe enlist Glen's help in stacking the jury to Red's advantage for his upcoming trial, the task force investigates a series of mysterious deaths resulting from weaponized insects.","watched":false,"img":"https://image.tmdb.org/t/p/original/lu8U2J0gBTjO2SJNYMajxlU2DPt.jpg","seasonNum":6,"showId":46952}],[8,{"id":1697511,"episodeNum":8,"date":1550815200000,"name":"Marko Jankowics","overview":"Liz and Jennifer's pursuit of a lead on the truth about Reddington puts them in unexpected danger. Red steps in to help mediate a brewing prison gang war.","watched":false,"img":"https://image.tmdb.org/t/p/original/kRGotgaTj51ifB3yuM8RdEiObbl.jpg","seasonNum":6,"showId":46952}],[9,{"id":1697514,"episodeNum":9,"date":1550815200000,"name":"Minister D","overview":"As his trial begins, Red puts Liz and the task force on the case of a Blacklister who uses incriminating evidence to extort people -- and who Red believes can prove his innocence.","watched":false,"img":"https://image.tmdb.org/t/p/original/hQsZodhDk0fxdWbzCG0sLDbqV28.jpg","seasonNum":6,"showId":46952}],[10,{"id":1711112,"episodeNum":10,"date":1552024800000,"name":"The Cryptobanker","overview":"The Task Force delves into the unregulated world of cryptocurrency in order to stop an impending attack, while Red undertakes a risky endeavor in order to secure his freedom.","watched":false,"img":"https://image.tmdb.org/t/p/original/fRv9kvZnlB1qqVHrpJRuUQL2yjN.jpg","seasonNum":6,"showId":46952}],[11,{"id":1715867,"episodeNum":11,"date":1552629600000,"name":"Bastien Moreau (1)","overview":"Liz and the task force make a play to uncover the truth about an international assassination in a last-ditch effort to save Red's life.","watched":false,"img":"https://image.tmdb.org/t/p/original/fcCju14onPG2WYQy98KUqlbTFqw.jpg","seasonNum":6,"showId":46952}],[12,{"id":1722904,"episodeNum":12,"date":1553234400000,"name":"Bastien Moreau: Conclusion (2)","overview":"Cooper puts his reputation on the line to appeal to the White House on Red's behalf, as Liz and the task force resume their search for The Corsican, a Blacklister with ties to an international conspiracy. Samar's abilities in the field are tested.","watched":false,"img":"https://image.tmdb.org/t/p/original/oTYcbzrBQAKH1sro43ajMCbjlu8.jpg","seasonNum":6,"showId":46952}],[13,{"id":1731086,"episodeNum":13,"date":1553839200000,"name":"Robert Vesco","overview":"Red and the task force hunt for legendary fugitive Robert Vesco, one of history's most notorious con men. Samar makes a life-changing decision.","watched":false,"img":"https://image.tmdb.org/t/p/original/fugVG4ZJnFho1wxu0CpF642c5Vd.jpg","seasonNum":6,"showId":46952}],[14,{"id":1731087,"episodeNum":14,"date":1553839200000,"name":"The Osterman Umbrella Company","overview":"Red directs Liz to investigate a secret organization of assassins hired by global intelligence agencies to eliminate former agents, a case with ramifications that will change the task force forever.","watched":false,"img":"https://image.tmdb.org/t/p/original/epZq4RDgyEoNmjqpCZmvpagqfNn.jpg","seasonNum":6,"showId":46952}],[15,{"id":1731088,"episodeNum":15,"date":1554444000000,"name":"Olivia Olson","overview":"The Task Force searches for a woman who specializes in hostile takeovers of criminal organizations, and may have intelligence connected to an international conspiracy involving presidential advisor Anna McMahon. Meanwhile, Aram enacts a daring plan to gain leverage over Red.","watched":false,"img":"https://image.tmdb.org/t/p/original/pgsFvOmZoLTB0Z36mJg3vT0NuNG.jpg","seasonNum":6,"showId":46952}],[16,{"id":1737894,"episodeNum":16,"date":1555048800000,"name":"Lady Luck","overview":"Liz and Ressler investigate a Blacklister who offers to erase gambling debts -- at a deceptively high price. Dembe grows concerned as Red tests loyalties of their business associates in search of the individual who turned him in to the police.","watched":false,"img":"https://image.tmdb.org/t/p/original/kalw6izHCbcE06fpsxAX9ke72HG.jpg","seasonNum":6,"showId":46952}],[17,{"id":1754008,"episodeNum":17,"date":1555653600000,"name":"The Third Estate","overview":"Red and the task force spring into action to stop an anti-capitalist terrorist group from kidnapping and torturing the children of the one percent. Ressler goes behind Liz's back to find out what happened to her mother, Katarina Rostova.","watched":false,"img":"https://image.tmdb.org/t/p/original/wRvAc1ptI462t7TYYSnzRWEyFKk.jpg","seasonNum":6,"showId":46952}],[18,{"id":1754009,"episodeNum":18,"date":1556258400000,"name":"The Brockton College Killer","overview":"The task force is drawn into the investigation of an old case that has gained notoriety due to a popular true crime podcast. Red visits Dom Wilkinson for help making a difficult decision. Ressler makes a discovery about Katarina Rostova's past.","watched":false,"img":"https://image.tmdb.org/t/p/original/vOOWEkz4ytkhsRBveDyyuZevqBI.jpg","seasonNum":6,"showId":46952}],[19,{"id":1757665,"episodeNum":19,"date":1556258400000,"name":"Rassvet","overview":"Alone in a foreign country after a mission goes catastrophically wrong, Katarina Rostova goes on the run to avoid the forces trying to hunt her down.","watched":false,"img":"https://image.tmdb.org/t/p/original/8hniLcNgXYzauTjAnJzGidBBED5.jpg","seasonNum":6,"showId":46952}],[20,{"id":1769199,"episodeNum":20,"date":1556863200000,"name":"Guillermo Rizal","overview":"When multiple children are abducted under similar circumstances, the Task Force rushes to find the kidnapper. Meanwhile, Red goes on the hunt for a man who can find anything, while Liz considers a big change.","watched":false,"img":"https://image.tmdb.org/t/p/original/h8OK1iy17T3UaZX81iTARlSRLPf.jpg","seasonNum":6,"showId":46952}],[21,{"id":1773828,"episodeNum":21,"date":1557468000000,"name":"Anna McMahon","overview":"Presidential adviser Anna McMahon faces off with Cooper and the task force in a winner-takes-all race to locate the missing dossier containing details of a conspiracy against America.","watched":false,"img":"https://image.tmdb.org/t/p/original/oVnJsEBGsuaGSxXrEId39y1XDO0.jpg","seasonNum":6,"showId":46952}],[22,{"id":1780668,"episodeNum":22,"date":1558072800000,"name":"Robert Diaz","overview":"As the president's true plan comes into focus, Liz and the task force fight to avert disaster. Red meets in secret with a man who holds information about his past.","watched":false,"img":"https://image.tmdb.org/t/p/original/tgRgZhDFmAGbQUu5O1EomD256NL.jpg","seasonNum":6,"showId":46952}]]}}],[7,{"id":132066,"name":"Season 7","overview":"After being abducted by Katarina Rostova, Raymond \"Red\" Reddington finds himself alone in hostile territory, unsure of who, if anyone, he can trust. Surrounded by old enemies and new allies, Red must stay one step ahead of the Blacklist's most dangerous criminal, who will stop at nothing to unearth the very truth Red wants no one to know about. To find it, Katarina will insinuate herself into the life of Elizabeth Keen, who has finally reunited with her daughter Agnes. Katarina’s presence will bring danger to Liz’s doorstep and forever alter her relationship with Red.","watched":false,"seasonNum":7,"numEpisodes":19,"img":"https://image.tmdb.org/t/p/original/e72ZZsSeKADafuy2aPWCUp15GgE.jpg","episodes":{"dataType":"Map","value":[[1,{"id":1933360,"episodeNum":1,"date":1570168800000,"name":"Louis T. Steinhil (1)","overview":"After being abducted by Katarina Rostova, Raymond \"Red\" Reddington finds himself alone in hostile territory unsure of who, if anyone, he can trust. With few leads to go on, Liz and the Task Force venture into unknown danger as they race to find him.","watched":false,"img":"https://image.tmdb.org/t/p/original/38XlNvTMfo90cWU1zpTQq47l77H.jpg","seasonNum":7,"showId":46952}],[2,{"id":1950059,"episodeNum":2,"date":1570773600000,"name":"Louis T. Steinhil: Conclusion (2)","overview":"Liz, Dembe and the Task Force continue to search for Red. Red attempts to escape his abductors with help from a surprise ally, but discovers he is not Katarina Rostova's only target in her hunt for information.","watched":false,"img":"https://image.tmdb.org/t/p/original/eibJdsPVOJ1s07n2x8nneGMKfDf.jpg","seasonNum":7,"showId":46952}],[3,{"id":1952055,"episodeNum":3,"date":1571378400000,"name":"Les Fleurs Du Mal","overview":"Aram goes undercover to infiltrate a secret society of wealthy thrill-seekers, whose entertainment hinges upon spectacular acts of violence. Meanwhile, Red tries to negotiate with a former associate involved in the Townsend Directive, while Katarina Rostova takes steps to insinuate herself into Liz's life.","watched":false,"img":"https://image.tmdb.org/t/p/original/5LK0zZCg9caFu61nj94qTouKuhX.jpg","seasonNum":7,"showId":46952}],[4,{"id":1952056,"episodeNum":4,"date":1571983200000,"name":"Kuwait","overview":"Cooper's moral compass is tested when an officer whom he served with as young man, long presumed to be dead, resurfaces as a POW.","watched":false,"img":"https://image.tmdb.org/t/p/original/idYZKaEf9WyqXJCSREDsKleOTK2.jpg","seasonNum":7,"showId":46952}],[5,{"id":1958986,"episodeNum":5,"date":1572588000000,"name":"Norman Devane","overview":"Liz and the Task Force investigate an infamous assassin who has a long history of weaponizing diseases, but has now turned to even more insidious activities. Meanwhile, Red and Dembe travel to Cuba in search of a lead, and Aram considers a new relationship. Elizabeth Bogush guest stars.","watched":false,"img":"https://image.tmdb.org/t/p/original/e7opDL2QXxG34Yjvyc4J8bnKQKQ.jpg","seasonNum":7,"showId":46952}],[6,{"id":1969419,"episodeNum":6,"date":1573192800000,"name":"Dr. Lewis Powell","overview":"Red alerts the FBI to the suspicious death of a scientist specializing in artificial intelligence research. Meanwhile, Francesca Campbell further entangles herself in Red's criminal activities","watched":false,"img":"https://image.tmdb.org/t/p/original/R0rrjnBrJur8FLpG6i3MKYOuE.jpg","seasonNum":7,"showId":46952}],[7,{"id":1977192,"episodeNum":7,"date":1573797600000,"name":"Hannah Hayes","overview":"The Task Force investigates the unexplained disappearance and sudden re-emergence of a governor. Meanwhile, Red and Dembe surveil someone close to Katarina Rostova, as she inadvertently involves Agnes in an operation of her own.","watched":false,"img":"https://image.tmdb.org/t/p/original/qJomG3ePCFSveuzGZsDGem0nowq.jpg","seasonNum":7,"showId":46952}],[8,{"id":1983261,"episodeNum":8,"date":1574402400000,"name":"The Hawaladar","overview":"Desperate for information about the whereabouts of a longtime friend, Red directs the Task Force to find a blacklister who specializes in untraceable money transfers. Meanwhile, Liz receives some disturbing news from her daughter Agnes.","watched":false,"img":"https://image.tmdb.org/t/p/original/o04DMX4s7tqKyTi1Eq6JEaOo5pU.jpg","seasonNum":7,"showId":46952}],[9,{"id":1991492,"episodeNum":9,"date":1575612000000,"name":"Orion Relocation Services","overview":"Red and Liz investigate Orion Relocation Services, an organization that surreptitiously facilitates the disappearance and relocation of criminals. Meanwhile, Katarina delves into the memories of an old friend in order to get additional information about the Townsend Directive.","watched":false,"img":"https://image.tmdb.org/t/p/original/bfsJJ2VBLK66q2HEkcNkfA72aTB.jpg","seasonNum":7,"showId":46952}],[10,{"id":1997326,"episodeNum":10,"date":1576216800000,"name":"Katarina Rostova","overview":"Red and the Task Force pay a visit to a former blacklister, as an explosive confrontation leads Liz to make a critical choice","watched":false,"img":"https://image.tmdb.org/t/p/original/kSIMlx8REOOPwqy1V1wPCU7gNlk.jpg","seasonNum":7,"showId":46952}],[11,{"id":2162891,"episodeNum":11,"date":1584684000000,"name":"Victoria Fenberg","overview":"With the help of the Task Force, Red tracks a gifted art forger who has thwarted his plans to sell stolen pieces. Aram’s love life becomes increasingly complicated. Liz and Ressler confide in each other.","watched":false,"img":"https://image.tmdb.org/t/p/original/AlklaPsQ1QHAJrtXgYuf3V0LMFW.jpg","seasonNum":7,"showId":46952}],[12,{"id":2185444,"episodeNum":12,"date":1585288800000,"name":"Cornelius Ruck","overview":"Secluded on a private island, Red reunites with an old flame and a ring of thieves in a plot to make millions off stolen art. Plans are quickly derailed, however, when guests on the island mysteriously show up dead.","watched":false,"img":"https://image.tmdb.org/t/p/original/rWCZlRy5GsKvSf1IftstheRhXMl.jpg","seasonNum":7,"showId":46952}],[13,{"id":2193891,"episodeNum":13,"date":1585893600000,"name":"Newton Purcell","overview":"The Task Force investigates a series of attacks on data centers perpetrated by a blacklister with a peculiar condition, as Liz conducts a secret investigation on the side. Meanwhile, Glen desperately tries to prove his value to Red after a shipping mishap.","watched":false,"img":"https://image.tmdb.org/t/p/original/cbNo9o0BlqFnrlR3yiT44Zvqm4m.jpg","seasonNum":7,"showId":46952}],[14,{"id":2205294,"episodeNum":14,"date":1586498400000,"name":"Twamie Ullulaq","overview":"A Blacklist case becomes personal for Agent Park when the team investigates a mysterious disappearance in the Alaska Triangle. Meanwhile, Aram enlists Red’s help to find out what really happened to Elodie’s husband.","watched":false,"img":"https://image.tmdb.org/t/p/original/zmigo6tSm2DRvf7t4ykj4nSMTMW.jpg","seasonNum":7,"showId":46952}],[15,{"id":2223036,"episodeNum":15,"date":1587103200000,"name":"Gordon Kemp","overview":"A blacklist case forces Liz to choose sides between Red and the Task Force. Meanwhile, Red tries to calm a panicked Ilya Koslov, who believes he is under surveillance.","watched":false,"img":"https://image.tmdb.org/t/p/original/a2ygkifhs4C0hPncgedlyFMaf77.jpg","seasonNum":7,"showId":46952}],[16,{"id":2223041,"episodeNum":16,"date":1587708000000,"name":"Nyle Hatcher","overview":"Liz and the Task Force take on a cold case that may have some new victims. Meanwhile, Red tries to help a friend of Dembe who is in danger.","watched":false,"img":"https://image.tmdb.org/t/p/original/cKmVAVhEFyM0CWhgYiDKFQpDrWm.jpg","seasonNum":7,"showId":46952}],[17,{"id":2223043,"episodeNum":17,"date":1588312800000,"name":"Brothers","overview":"Ressler is forced to confront past trauma and family secrets when his brother takes him back home for a risky job.","watched":false,"img":"https://image.tmdb.org/t/p/original/dJZY7xy041mfITmKeD0R4Tknm1p.jpg","seasonNum":7,"showId":46952}],[18,{"id":2240658,"episodeNum":18,"date":1588917600000,"name":"Roy Cain","overview":"As the Task Force investigates a kidnapping executed by seemingly impossible abductors, Dembe lands in a perilous situation. Meanwhile, a recent health scare causes Red to think about a successor.","watched":false,"img":"https://image.tmdb.org/t/p/original/aelTlXDoSrMTBCyhl9wInoUcVME.jpg","seasonNum":7,"showId":46952}],[19,{"id":2259249,"episodeNum":19,"date":1589522400000,"name":"The Kazanjian Brothers","overview":"The Task Force investigates an accountant who works for lucrative criminals in order to find the violent and thuggish brothers hired for his protection. Meanwhile, Liz must make a momentous decision.","watched":false,"img":"https://image.tmdb.org/t/p/original/bRWIqQIMVVKEcc1IS8LB83yAlTf.jpg","seasonNum":7,"showId":46952}]]}}],[8,{"id":165869,"name":"Season 8","overview":"With his back against the wall, Raymond Reddington faces his most formidable enemy yet: Elizabeth Keen. Aligned with her mother, infamous Russian spy Katarina Rostova, Liz must decide how far she is willing to go to find out why Reddington has entered her life and what his endgame really is. The fallout between Reddington and Keen will have devastating consequences for all that lie in their wake, including the Task Force they helped to create.","watched":false,"seasonNum":8,"numEpisodes":22,"img":"https://image.tmdb.org/t/p/original/htJzeRcYI2ewMm4PTrg98UMXShe.jpg","episodes":{"dataType":"Map","value":[[1,{"id":2465908,"episodeNum":1,"date":1605247200000,"name":"Roanoke","overview":"Red directs the task force to investigate Roanoke, a legendary criminal who orchestrates elaborate extractions. Meanwhile, Liz works to hatch a secret plan with her mother, Katarina Rostova.","watched":false,"img":"https://image.tmdb.org/t/p/original/lPRk573a9e5DUDCQNYiF4vTMSiw.jpg","seasonNum":8,"showId":46952}],[2,{"id":2505395,"episodeNum":2,"date":1605852000000,"name":"Katarina Rostova: Conclusion","overview":"As Liz pushes a source for answers, Red and the task force grapple with the implications of her actions. Tensions boil over and a drastic action is taken, which will change Red and Liz's relationship forever.","watched":false,"img":"https://image.tmdb.org/t/p/original/zYpa215pHvFmk42TTlTDFlfzIxx.jpg","seasonNum":8,"showId":46952}],[3,{"id":2526001,"episodeNum":3,"date":1611295200000,"name":"16 Ounces","overview":"Fueled by his betrayal, Elizabeth Keen seeks vengeance on Reddington.","watched":false,"img":"https://image.tmdb.org/t/p/original/mz3oHUhlmwr7RFU8dozdww10RQ.jpg","seasonNum":8,"showId":46952}],[4,{"id":2671528,"episodeNum":4,"date":1611900000000,"name":"Elizabeth Keen","overview":"As Red and the task force search for Liz, she sets a new plan in motion that has catastrophic consequences.","watched":false,"img":"https://image.tmdb.org/t/p/original/3QjpMzdn4Q8SWvhneDCwyCEoQhr.jpg","seasonNum":8,"showId":46952}],[5,{"id":2671536,"episodeNum":5,"date":1612504800000,"name":"The Fribourg Confidence","overview":"The task force investigates an organization of bank robbers with a special expertise in stealing from other criminals. An old blacklist case resurfaces.","watched":false,"img":"https://image.tmdb.org/t/p/original/1G6OAOmE0yznk5eDjOnJMCaW4Im.jpg","seasonNum":8,"showId":46952}],[6,{"id":2671539,"episodeNum":6,"date":1613109600000,"name":"The Wellstone Agency","overview":"Red and Dembe go to great lengths to fulfill the final wishes of a dear friend. Aram goes undercover as an interpreter to a company that provides services to criminals, while Park helps a friend in trouble.","watched":false,"img":"https://image.tmdb.org/t/p/original/8KeEE9AzXfHf3eUZ6OYMWTYNnyW.jpg","seasonNum":8,"showId":46952}],[7,{"id":2671541,"episodeNum":7,"date":1613714400000,"name":"Chemical Mary","overview":"The task force must race to stop simultaneous danger presented by two blacklisters. Cooper approaches a congressman for intel.","watched":false,"img":"https://image.tmdb.org/t/p/original/8v7YUw4PyhgFUl2zlizRJkiIaqv.jpg","seasonNum":8,"showId":46952}],[8,{"id":2671549,"episodeNum":8,"date":1614319200000,"name":"Ogden Greeley","overview":"The task force investigates the apparent disappearance of a defense contractor. Cooper receives an unexpected offer and Red makes a connection.","watched":false,"img":"https://image.tmdb.org/t/p/original/qRf3piJDqVlEcziMQC9x4RmJZ5C.jpg","seasonNum":8,"showId":46952}],[9,{"id":2754778,"episodeNum":9,"date":1614924000000,"name":"The Cyranoid","overview":"The task force is thrown for a loop when they encounter a nefarious enterprise that provides doppelgängers for criminals. Red scrambles to counteract a bold move by Liz.","watched":false,"img":"https://image.tmdb.org/t/p/original/mHM7SbEMAXAQgnqsUZE1Tlv3Jm7.jpg","seasonNum":8,"showId":46952}],[10,{"id":2754779,"episodeNum":10,"date":1615528800000,"name":"Dr. Laken Perillos","overview":"Red and Dembe land in peril when Townsend deploys a torture specialist who uses unorthodox methods to interrogate her victims.","watched":false,"img":"https://image.tmdb.org/t/p/original/3g43OfpEzDevUI9DQakD96PJZTm.jpg","seasonNum":8,"showId":46952}],[11,{"id":2754780,"episodeNum":11,"date":1616738400000,"name":"Captain Kidd","overview":"The task force attempts to stop an abduction by searching for a \"treasure man\" who uses geocaching to hide illicit goods and facilitate transactions between otherwise warring criminal factions.","watched":false,"img":"https://image.tmdb.org/t/p/original/edLD4J8Fa0hQDo00JDnsAC61VeW.jpg","seasonNum":8,"showId":46952}],[12,{"id":2798535,"episodeNum":12,"date":1617343200000,"name":"Rakitin","overview":"The task force's determination to identify a Russian asset in the U.S. government puts Cooper and Reddington in increasingly treacherous positions.","watched":false,"img":"https://image.tmdb.org/t/p/original/foYI3G3ASTaFe42yYMeQFxyzy0t.jpg","seasonNum":8,"showId":46952}],[13,{"id":2837723,"episodeNum":13,"date":1618552800000,"name":"Anne","overview":"Red enjoys a quiet visit with a friend at her home in rural America.","watched":false,"img":"https://image.tmdb.org/t/p/original/c3F9dwYVPikvaiSSChe5RhvLh0d.jpg","seasonNum":8,"showId":46952}],[14,{"id":2837724,"episodeNum":14,"date":1619157600000,"name":"Misère","overview":"In a retrospective look at key turning points, steps are retraced that lead Elizabeth Keen to align with a powerful enemy.","watched":false,"img":"https://image.tmdb.org/t/p/original/6LqdyH3kV4EBt6E9V9TgL26mqGs.jpg","seasonNum":8,"showId":46952}],[15,{"id":2837725,"episodeNum":15,"date":1619762400000,"name":"The Russian Knot","overview":"The Task Force hatches a plan to steal a Soviet-era cipher machine needed to decrypt coded messages. Townsend puts Liz's loyalty to the test. Red and Dembe are called to an unexpected meeting.","watched":false,"img":"https://image.tmdb.org/t/p/original/6o3YVOU9MNKZ6tu55xjLv9YsfyX.jpg","seasonNum":8,"showId":46952}],[16,{"id":2896256,"episodeNum":16,"date":1620367200000,"name":"Nicholas Obenrader","overview":"Liz and the Task Force track new leads in their investigation of N-13, while Red takes steps to infiltrate Townsend's criminal organization.","watched":false,"img":"https://image.tmdb.org/t/p/original/l3V9NMkDyppDPL057d8lGJvf9Cn.jpg","seasonNum":8,"showId":46952}],[17,{"id":2915947,"episodeNum":17,"date":1620972000000,"name":"Ivan Stepanov","overview":"Red tries desperately to rescue an old friend at all costs, while Liz and Townsend conduct an interrogation.","watched":false,"img":"https://image.tmdb.org/t/p/original/79Jd5rfyUGfLrADFn3jEgfOGear.jpg","seasonNum":8,"showId":46952}],[18,{"id":2929272,"episodeNum":18,"date":1621576800000,"name":"The Protean","overview":"The Task Force springs into action to stop an elusive assassin on Liz's trail.","watched":false,"img":"https://image.tmdb.org/t/p/original/gUzNrRuBv9WVwUwsp4x5Adar2GZ.jpg","seasonNum":8,"showId":46952}],[19,{"id":2942848,"episodeNum":19,"date":1622181600000,"name":"Balthazar \"Bino\" Baker","overview":"Hoping to move some precious cargo quietly, Red enlists the assistance of an enforcer who specializes in transporting items through an underground network.","watched":false,"img":"https://image.tmdb.org/t/p/original/1VuOoP6hBzOLTJ5cpz78kcauFcq.jpg","seasonNum":8,"showId":46952}],[20,{"id":2951199,"episodeNum":20,"date":1622786400000,"name":"Godwin Page","overview":"Liz, Red and Dembe are forced to work together to survive an attack from Townsend. Cooper and the Task Force attempt to de-escalate the increasing danger to all.","watched":false,"img":"https://image.tmdb.org/t/p/original/beKv29wchaHpqlyWzwOtCeds6PY.jpg","seasonNum":8,"showId":46952}],[21,{"id":2999943,"episodeNum":21,"date":1623823200000,"name":"Nachalo","overview":"When Reddington takes Liz to the mysterious epicenter of his empire, their shared past reveals itself and long buried secrets are divulged.","watched":false,"img":"https://image.tmdb.org/t/p/original/74CcPVllEr3Mx8pR5i7KeKWuLlZ.jpg","seasonNum":8,"showId":46952}],[22,{"id":3012013,"episodeNum":22,"date":1624428000000,"name":"Konets","overview":"Reddington makes a disturbing request to Liz in exchange for the truth about his identity.","watched":false,"img":"https://image.tmdb.org/t/p/original/bAsJdlCU1p0v13uqcAtPti9ezyr.jpg","seasonNum":8,"showId":46952}]]}}],[9,{"id":200816,"name":"Season 9","overview":"In the two years following the death of Elizabeth Keen, Raymond Reddington and the members of the FBI Task Force have disbanded – their lives now changed in unexpected ways and with Reddington’s whereabouts unknown. Finding themselves each at a crossroads, a common purpose compels them to renew their original mission: to take down dangerous, vicious and eccentric Blacklisters. In the process, they begin to uncover lethal adversaries, unimaginable conspiracies and surprising betrayals that will threaten alliances and spur vengeance for the past, led by the most devious criminal of them all – Raymond Reddington.","watched":false,"seasonNum":9,"numEpisodes":8,"img":"https://image.tmdb.org/t/p/original/n81dQF1EIFRWmUKpGMXXh5huZjb.jpg","episodes":{"dataType":"Map","value":[[1,{"id":3050215,"episodeNum":1,"date":1634796000000,"name":"The Skinner","overview":"In the two years following the death of Elizabeth Keen, Raymond Reddington and the members of the FBI Task Force have disbanded with Reddington's whereabouts unknown. When one of their own is injured in the line of duty, however, the Task Force is drawn back together to bring down a conspiracy that could shatter global security.","watched":false,"img":"https://image.tmdb.org/t/p/original/zVVSRCQVwO6i5zIjC4H0IXaps1i.jpg","seasonNum":9,"showId":46952}],[2,{"id":3253739,"episodeNum":2,"date":1635400800000,"name":"The Skinner: Conclusion","overview":"A kidnapping poses a test for the capabilities of the Task Force as they contend with a mysterious pirating organization.","watched":false,"img":"https://image.tmdb.org/t/p/original/ucFmHrAWCSRbeKThTWseb7FwWlK.jpg","seasonNum":9,"showId":46952}],[3,{"id":3256925,"episodeNum":3,"date":1636005600000,"name":"The SPK","overview":"A new case involving stolen artifacts reunites Red with a former blacklister. Aram faces a difficult decision.","watched":false,"img":"https://image.tmdb.org/t/p/original/6bbANNlkqEzQYeL9rKavBbRufql.jpg","seasonNum":9,"showId":46952}],[4,{"id":3256926,"episodeNum":4,"date":1636610400000,"name":"The Avenging Angel","overview":"The Task Force races to locate a blacklister who uses any means necessary to return what has been unjustly stolen. Ressler asks Park for a favor. Cooper tries to piece together an event for which he has no memory.","watched":false,"img":"https://image.tmdb.org/t/p/original/y05jyqskeSAlOrZFdaeSN6s35yd.jpg","seasonNum":9,"showId":46952}],[5,{"id":3256927,"episodeNum":5,"date":1637215200000,"name":"Benjamin T. Okara","overview":"Dembe's position as an FBI agent causes complications for Red as the Task Force handles a case involving military technology. Cooper and Park each find their personal lives increasingly complicated.","watched":false,"img":"https://image.tmdb.org/t/p/original/sQuSecXpZ5G54hHtxteSetOrMUS.jpg","seasonNum":9,"showId":46952}],[6,{"id":3256928,"episodeNum":6,"date":1639029600000,"name":"Dr. Roberta Sand, Ph.D.","overview":"The Task Force investigates a therapist who may be the key to the resurgence of an organized crime family. Red conducts an investigation of his own.","watched":false,"img":"https://image.tmdb.org/t/p/original/n81dQF1EIFRWmUKpGMXXh5huZjb.jpg","seasonNum":9,"showId":46952}],[7,{"id":3325144,"episodeNum":7,"date":1641448800000,"name":"Between Sleep & Awake","overview":"","watched":false,"img":"https://image.tmdb.org/t/p/original/n81dQF1EIFRWmUKpGMXXh5huZjb.jpg","seasonNum":9,"showId":46952}],[8,{"id":3325145,"episodeNum":8,"date":1642053600000,"name":"Dr. Razmik Maier","overview":"","watched":false,"img":"https://image.tmdb.org/t/p/original/n81dQF1EIFRWmUKpGMXXh5huZjb.jpg","seasonNum":9,"showId":46952}]]}}],[0,{"id":55083,"name":"Specials","overview":"","watched":false,"seasonNum":0,"numEpisodes":11,"img":"https://image.tmdb.org/t/p/original/5ZeJIlhrYO3zgW2JN62mi6mXkSM.jpg","episodes":{"dataType":"Map","value":[[1,{"id":914364,"episodeNum":1,"date":1378792800000,"name":"The Chosen One","overview":"Preview of the upcoming season.","watched":false,"img":"https://image.tmdb.org/t/p/original/5ZeJIlhrYO3zgW2JN62mi6mXkSM.jpg","seasonNum":0,"showId":46952}],[2,{"id":1629370,"episodeNum":2,"date":1408946400000,"name":"A Look Ahead","overview":"Showrunners Jon Bokenkamp and John Eisendrath along with Co-Executive Producer Lukas Reiter give us a few tantalizing hints of what's to come for Red, Liz and the task force in Season 2.","watched":false,"img":"https://image.tmdb.org/t/p/original/5ZeJIlhrYO3zgW2JN62mi6mXkSM.jpg","seasonNum":0,"showId":46952}],[3,{"id":1629371,"episodeNum":3,"date":1422684000000,"name":"Behind the Blacklist: Season 2","overview":"Hosted by Amir Arison, “Behind The Blacklist: Season II” is a fun peek behind the curtain of this international television hit, presented through entertaining interviews with cast and creators sharing their “insider” stories, and exciting clip packages that feature everything fans love about THE BLACKLIST -- incredible action, colorful villains, evolving characters, unpredictable storylines, and edge-of-your-seat suspense. The special will conclude with the world-premiere of an eye popping :90 trailer, which will exclusively utilize new footage.","watched":false,"img":"https://image.tmdb.org/t/p/original/5ZeJIlhrYO3zgW2JN62mi6mXkSM.jpg","seasonNum":0,"showId":46952}],[4,{"id":1629372,"episodeNum":4,"date":1442124000000,"name":"A Look Ahead Season 3","overview":"","watched":false,"img":"https://image.tmdb.org/t/p/original/5ZeJIlhrYO3zgW2JN62mi6mXkSM.jpg","seasonNum":0,"showId":46952}],[5,{"id":1629373,"episodeNum":5,"date":1473919200000,"name":"Behind the Blacklist: Season 4","overview":"","watched":false,"img":"https://image.tmdb.org/t/p/original/5ZeJIlhrYO3zgW2JN62mi6mXkSM.jpg","seasonNum":0,"showId":46952}],[6,{"id":1629374,"episodeNum":6,"date":1505455200000,"name":"Season 5: First Look (Sneak Peek)","overview":"James Spader, Megan Boone, Harry Lennix and Ryan Eggold share a preview of what's coming up on Season 5 of The Blacklist, premiering Wednesday, September 27 at 8/7c on NBC.","watched":false,"img":"https://image.tmdb.org/t/p/original/5ZeJIlhrYO3zgW2JN62mi6mXkSM.jpg","seasonNum":0,"showId":46952}],[7,{"id":1653331,"episodeNum":7,"date":1595743200000,"name":"Comic-Con@Home 2020: The Blacklist","overview":"Executive producers and cast, along with animators from Proof, Inc., discuss how producing a partially animated episode—amid the challenges of working remotely—allowed them to complete Season 7 after production was shut down due to COVID-19.","watched":false,"img":"https://image.tmdb.org/t/p/original/5ZeJIlhrYO3zgW2JN62mi6mXkSM.jpg","seasonNum":0,"showId":46952}],[8,{"id":2802537,"episodeNum":8,"date":1505282400000,"name":"Like Father Like Daughter","overview":"An overview and look at the similarities between Raymond \"Red\" Reddington and Elizabeth Keen AKA Masha Rostova.","watched":false,"img":"https://image.tmdb.org/t/p/original/5ZeJIlhrYO3zgW2JN62mi6mXkSM.jpg","seasonNum":0,"showId":46952}],[9,{"id":2802538,"episodeNum":9,"date":null,"name":"A darker Shade of Red","overview":"A look into the dark side of Raymond \"Red\" Reddington.","watched":false,"img":"https://image.tmdb.org/t/p/original/5ZeJIlhrYO3zgW2JN62mi6mXkSM.jpg","seasonNum":0,"showId":46952}],[10,{"id":2802539,"episodeNum":10,"date":null,"name":"Mr Kaplan: End of an era","overview":"A look at the end of Mr Kaplan.","watched":false,"img":"https://image.tmdb.org/t/p/original/5ZeJIlhrYO3zgW2JN62mi6mXkSM.jpg","seasonNum":0,"showId":46952}],[11,{"id":3305722,"episodeNum":11,"date":1634796000000,"name":"Behind The Blacklist: Season 9","overview":"","watched":false,"img":"https://image.tmdb.org/t/p/original/5ZeJIlhrYO3zgW2JN62mi6mXkSM.jpg","seasonNum":0,"showId":46952}]]}}]]}}]]}