[{"name":"The Good Doctor","id":"71712","overview":"Shaun Murphy, a young surgeon with autism and savant syndrome, relocates from a quiet country life to join a prestigious hospital's surgical unit. Unable to personally connect with those around him, Shaun uses his extraordinary medical gifts to save lives and challenge the skepticism of his colleagues.","numSeasons":5,"img":"https://image.tmdb.org/t/p/original/cXUqtadGsIcZDWUTrfnbDjAy8eN.jpg","seasons":[{"id":88380,"name":"Season 1","overview":"","seasonNum":1,"img":"https://image.tmdb.org/t/p/original/hiNyjUSTFrbMv3Sc0CxNW2o39az.jpg","episodes":[{"id":1317409,"name":"Burnt Food","overview":"Dr. Shaun Murphy, a young surgeon with autism and savant syndrome, relocates from a quiet country life to join the prestigious St. Bonaventure hospital’s surgical unit. Alone in the world and unable to personally connect with those around him, his only advocate, Dr. Aaron Glassman, challenges the skepticism and prejudices of the hospital’s board and staff when he brings him in to join the team. Shaun will need to work harder than he ever has before, as he navigates his new environment and relationships to prove to his colleagues that his extraordinary medical gifts will save lives.","date":"2017-09-25","episodeNum":1,"img":"https://image.tmdb.org/t/p/original/eeNYnyVdAGdBzVDCIspxlFHNAtb.jpg"},{"id":1370097,"name":"Mount Rushmore","overview":"Dr. Shaun Murphy’s attention to detail complicates his first day at St. Bonaventure Hospital. Meanwhile, Dr. Claire Browne learns a valuable lesson about honesty when confronted with a difficult diagnosis for her patient.","date":"2017-10-02","episodeNum":2,"img":"https://image.tmdb.org/t/p/original/1g3CuVBgFOOH12Sth6UjLInF2CK.jpg"},{"id":1372339,"name":"Oliver","overview":"Dr. Neil Melendez and Dr. Jared Kalu discover their patient isn’t being completely honest with them which may cost him his chance at a life-saving surgery. Meanwhile, Dr. Claire Browne must learn to communicate with Dr. Shaun Murphy as they race back to St. Bonaventure Hospital with a donated organ.","date":"2017-10-09","episodeNum":3,"img":"https://image.tmdb.org/t/p/original/tmqwU2w2K6013xPkowDx4I0FFM5.jpg"},{"id":1375646,"name":"Pipes","overview":"Dr. Neil Melendez and the team have to wade through legal waters when a husband and wife have to make a life-changing decision about their unborn child. Meanwhile, Dr. Shaun Murphy struggles to adjust to his new environment at home and makes a huge step forward with his colleagues.","date":"2017-10-16","episodeNum":4,"img":"https://image.tmdb.org/t/p/original/fVjVylVNKoWENfT33mpB6fhuAFm.jpg"},{"id":1378290,"name":"Point Three Percent","overview":"While in the exam area of St. Bonaventure Hospital, Dr. Shaun Murphy encounters a young patient who looks eerily similar to his deceased brother, Steve. After discovering his parents have hidden his diagnosis from him, Shaun struggles to understand why he doesn’t deserve to hear the truth about his own health. Meanwhile, the team can’t figure out what keeps triggering their patients’ increasingly severe allergic reactions and races to find the cause before the next one kills another patient.","date":"2017-10-23","episodeNum":5,"img":"https://image.tmdb.org/t/p/original/MzfgLX9JNTKWVvWRFC2kgjB2xz.jpg"},{"id":1380999,"name":"Not Fake","overview":"Dr. Shaun Murphy and Dr. Claire Browne devise an experimental procedure that can save the leg and life of a young groom, that is if his bride-to-be and parents can learn to work together. Meanwhile, Jared struggles to emotionally connect with his patient whose scars may prove too deep to overcome.","date":"2017-10-30","episodeNum":6,"img":"https://image.tmdb.org/t/p/original/s8GYwVwdLtKI1bAVJnJ68SJOgaz.jpg"},{"id":1391211,"name":"22 Steps","overview":"Dr. Shaun Murphy has to confront prejudice from an unlikely source when he takes on the case of a patient with autism, and Dr. Jared Kalu has to learn to accept his limitations as a surgeon.","date":"2017-11-13","episodeNum":7,"img":"https://image.tmdb.org/t/p/original/aj1VKYlk0FjLNH2ViWG7kzgsLT9.jpg"},{"id":1392797,"name":"Apple","overview":"During a robbery at the grocery mart Dr. Shaun Murphy is shopping at, his communication limitations puts lives at risk. Meanwhile, after Shaun's traumatic day, Dr. Aaron Glassman worries that he isn't doing enough to help Shaun.","date":"2017-11-20","episodeNum":8,"img":"https://image.tmdb.org/t/p/original/pwYRmXPu2MHXDYizfE9JNEUXi4A.jpg"},{"id":1392798,"name":"Intangibles","overview":"As part of St. Bonaventure hospital's international humanitarian program, the team takes on the case of a young boy from the Congo who has severe congenital heart anomalies. Dr. Neil Melendez has doubts about the safety of the procedure, while Dr. Shaun Murphy works out the best course of action. Meanwhile, Murphy's latest encounter with his neighbor Lea has him confused.","date":"2017-11-27","episodeNum":9,"img":"https://image.tmdb.org/t/p/original/qTy5ccl2GOAXENEMGjV9C2qTpqq.jpg"},{"id":1398502,"name":"Sacrifice","overview":"A charming young doctor puts a member of the surgical team in an awkward position at work; Dr. Glassman suggests that Dr. Shaun Murphy meet with a therapist.","date":"2017-12-04","episodeNum":10,"img":"https://image.tmdb.org/t/p/original/vCS4jTC0zJinFJy1Y5gHuw32esN.jpg"},{"id":1408600,"name":"Islands Part One (1)","overview":"Dr. Marcus Andrews enlists Dr. Neil Melendez on a very sensitive kidney transplant between a pair of twins; Dr. Shaun Murphy decides to take an impromptu trip with his friend Lea and leave his problems behind.","date":"2018-01-08","episodeNum":11,"img":"https://image.tmdb.org/t/p/original/8cKH2zoW1p7gyyWYs0RgqMMyjFO.jpg"},{"id":1408601,"name":"Islands Part Two (2)","overview":"The twins suffer complications from their surgery forcing the team at San Jose Boneventure Hospital to make a life-changing decision. Meanwhile, Dr. Shaun Murphy returns to the hospital after his trip with Lea and decides he needs a more permanent change and gives Dr. Aaron Glassman his two weeks’ notice.","date":"2018-01-15","episodeNum":12,"img":"https://image.tmdb.org/t/p/original/skCS4v00DeeePf2hBYN3UFvAVlw.jpg"},{"id":1416359,"name":"Seven Reasons","overview":"Dr. Shaun Murphy suspects his patient is lying about the reason for her injury and makes a controversial assumption about her motives. Meanwhile, Dr. Neil Melendez’s personal life could be affecting his work and, ultimately, his patients lives.","date":"2018-01-22","episodeNum":13,"img":"https://image.tmdb.org/t/p/original/ql96ISN6nrRQsz9lxQ62zfFaH60.jpg"},{"id":1422482,"name":"She","overview":"Dr. Shaun Murphy is surprised to learn that his young cancer patient identifies as a girl while being biologically male. Shaun must quickly learn to understand his patient, her medical needs and how to work with her family, who all feel they know what is best for her.","date":"2018-02-05","episodeNum":14,"img":"https://image.tmdb.org/t/p/original/izihXlq8haa5wTtFFII8XAkYuDV.jpg"},{"id":1431857,"name":"Heartfelt","overview":"Dr. Shaun Murphy's teenage patient has been confined to her home her entire life due to a rare heart condition. Despite her condition, she has cultivated a large group of friends online and hopes that the surgical team can find a way to give her the life she has always dreamed of having. Meanwhile, a young patient's perfectly matched organ donor is causing a moral dilemma for the parents and the patient.","date":"2018-02-26","episodeNum":15,"img":"https://image.tmdb.org/t/p/original/cuic2bVKE5BT66yYMtHiPZclCoG.jpg"},{"id":1435827,"name":"Pain","overview":"When the team treats a patient who has to decide between a dangerous surgery that could change his life or remain the same, he asks Dr. Shaun Murphy what he would if he had that same choice.","date":"2018-03-12","episodeNum":16,"img":"https://image.tmdb.org/t/p/original/rMli43YcMKvlRLYize0XIjSoDKZ.jpg"},{"id":1435829,"name":"Smile","overview":"Dr. Shaun Murphy questions the need for an elective surgery that will allow his young patient to smile for the first time. Meanwhile, Dr. Claire Brown and Dr. Morgan Reznick discover that their patient lied about her identity.","date":"2018-03-19","episodeNum":17,"img":"https://image.tmdb.org/t/p/original/6KABs1NArkaKKtUFiUjcLSm30LS.jpg"},{"id":1435830,"name":"More","overview":"The team at St. Bonaventure needs to quickly discover the truth behind a young college student’s unexplained injuries before his condition worsens. Meanwhile, after losing his most prized possession, Shaun’s distraction during a surgical procedure may end up risking more than just his job.","date":"2018-03-26","episodeNum":18,"img":"https://image.tmdb.org/t/p/original/9DxI3ECB5aMI0SScQvWttaqZz9V.jpg"}]},{"id":107199,"name":"Season 2","overview":"Dr. Shaun Murphy’s world has begun to expand as he continues to work harder than he ever has before, navigating his new environment and relationships to prove to his colleagues at the prestigious St. Bonaventure Hospital’s surgical unit that his extraordinary medical gifts will save lives.","seasonNum":2,"img":"https://image.tmdb.org/t/p/original/sIq4SFloM0JSeRNAQVqb5g5zAng.jpg","episodes":[{"id":1536324,"name":"Hello","overview":"Shaun’s proposed treatment for a homeless patient puts him and Dr. Kalu in Dr. Andrews’ crosshairs. Claire tries to overcome Dr. Melendez’s reluctance to do a risky heart operation. Dr. Glassman faces a difficult decision about his health.","date":"2018-09-24","episodeNum":1,"img":"https://image.tmdb.org/t/p/original/9ZglVukhrTwm1RH0LkO6ROYv3wa.jpg"},{"id":1569390,"name":"Middle Ground","overview":"As Shaun pushes back against Dr. Melendez in order to treat a gravely ill hospital janitor, Dr. Lim risks a lawsuit to repair a teenage girl’s ritual circumcision. Dr. Glassman exercises demanding oversight in choosing a doctor for his brain surgery.","date":"2018-10-01","episodeNum":2,"img":"https://image.tmdb.org/t/p/original/2Zx9JcW2xMU4yQoP1XllMgK3sdU.jpg"},{"id":1590365,"name":"36 Hours","overview":"Dr. Melendez, Dr. Brown and Dr. Park have given a young married couple two choices about their future: save the wife’s life or their future ability to start a family. Meanwhile, when Dr. Lim has to take care of some personal business, she leaves oversight of the emergency room to Dr. Murphy and Dr. Reznick; and Dr. Glassman’s post-op recovery leaves him struggling to get the rest he needs for recovery and also confronting his relationship with his daughter.","date":"2018-10-08","episodeNum":3,"img":"https://image.tmdb.org/t/p/original/30UtIcRk4lVhA7LvXYsM4cYvYfV.jpg"},{"id":1592200,"name":"Tough Titmouse","overview":"Shaun recalls his own past to help an intellectually disabled teenager face separation from his mother, while Claire is put between an injured teenage rock climber and her worried parents. Meanwhile, Glassman’s post-op hallucinations force him to confront a personal tragedy.","date":"2018-10-15","episodeNum":4,"img":"https://image.tmdb.org/t/p/original/pnib9F3EN6c2owmvmDM1AfMuayK.jpg"},{"id":1592201,"name":"Carrots","overview":"When a patient suffering from anorexia can’t gain the necessary weight needed to survive heart surgery, Claire suggests they perform an experimental surgery which Melendez strongly opposes. Shaun worries Glassman’s refusal to walk the hospital floor will keep him from being discharged and tries to persuade him to ambulate. Meanwhile, Shaun and Lea change the terms of their current relationship.","date":"2018-10-29","episodeNum":5,"img":"https://image.tmdb.org/t/p/original/tNx2eyqe89VuwOdVO9uEkY27giR.jpg"},{"id":1602503,"name":"Two-Ply (or Not Two-Ply)","overview":"Morgan and Shaun’s indecision on how to treat a young violinist who visits the ER with an infected finger could affect her future in more ways than one. Meanwhile, Lim, Claire and Park can’t figure out if their young patient is really ill or looking for attention.","date":"2018-11-05","episodeNum":6,"img":"https://image.tmdb.org/t/p/original/rYySW84keeCSMfhieUBxUVwB38D.jpg"},{"id":1605900,"name":"Hubert","overview":"Dr. Shaun Murphy and Dr. Morgan Reznick must contend with two brothers who are bargaining over life and death. Meanwhile, Dr. Claire Brown’s friend who is dying of cancer asks her for something she doesn’t think she can give her; and Dr. Aaron Glassman is dealing with the effects of his treatment.","date":"2018-11-12","episodeNum":7,"img":"https://image.tmdb.org/t/p/original/xvPkfgJHpZdzkDoradB3edVmprb.jpg"},{"id":1613529,"name":"Stories","overview":"Dr. Shaun Murphy, Dr. Audrey Lim and Dr. Claire Brown’s E.R. patient is forced to reveal a secret to her husband after their treatment caused a complication. Meanwhile, Dr. Neil Melendez, Dr. Morgan Reznick and Dr. Alex Park struggle with a patient whose parents don’t believe in vaccinations.","date":"2018-11-19","episodeNum":8,"img":"https://image.tmdb.org/t/p/original/7k0AYaJxys9k2M18oEAHQzdZK6s.jpg"},{"id":1617201,"name":"Empathy","overview":"Dr. Neil Melendez, Dr. Morgan Reznick and Dr. Claire Brown grapple with a patient’s wish to perform an operation that would keep him from acting on his pedophilic urges; and Dr. Shaun Murphy learns a lesson in empathy.","date":"2018-11-26","episodeNum":9,"img":"https://image.tmdb.org/t/p/original/9LMfoGDqSqMsNFp7t0ewbk4oN50.jpg"},{"id":1624066,"name":"Quarantine (1)","overview":"Dr. Shaun Murphy and Dr. Alex Park treat two patients who collapse at the local airport and whose symptoms point to an infection that may become airborne. The staff races to contain the infection before it spreads to the rest of the patients in the ER, resulting in a hospital quarantine during the holidays.","date":"2018-12-03","episodeNum":10,"img":"https://image.tmdb.org/t/p/original/2i4oeJ5xK2iwXLQK5p3tqfgoUEM.jpg"},{"id":1648375,"name":"Quarantine Part Two (2)","overview":"The hospital is still in quarantine as Dr. Shaun Murphy continues to be overwhelmed by the chaos and noise in the emergency room; Dr. Morgan Reznick struggles to keep her patients alive, and Dr. Audrey Lim fights for her life. Meanwhile, Dr. Neil Melendez and Dr. Claire Browne must find a way to complete their patient’s bone marrow transplant, despite the quarantine.","date":"2019-01-14","episodeNum":11,"img":"https://image.tmdb.org/t/p/original/mZQtq2nq9KpBZfUKOXOZkZkzcnV.jpg"},{"id":1660284,"name":"Aftermath","overview":"In the aftermath of the quarantine, the staff tries to return to their normal routines. Meanwhile, as Dr. Lim recovers from the virus, she and Dr. Melendez navigate their new personal and working relationship, while Dr. Murphy and Dr. Glassman visit Lea.","date":"2019-01-21","episodeNum":12,"img":"https://image.tmdb.org/t/p/original/nz5c2HNi8cCMPVvVEjv71ztvWDj.jpg"},{"id":1674874,"name":"Xin","overview":"Dr. Shaun Murphy, Dr. Morgan Reznick and Dr. Audrey Lim treat a woman with autism and a delicate brain condition while navigating the complicated relationship she has with her roommate, who is also on the spectrum. Meanwhile, Lea and Shaun are still figuring out their friendship and roommate status.","date":"2019-01-28","episodeNum":13,"img":"https://image.tmdb.org/t/p/original/47sASSrkQfJ5TbmPbla9z6cH2QE.jpg"},{"id":1677253,"name":"Faces","overview":"Dr. Andrews tries to convince a grieving family to donate their teenage daughter’s face to another young girl whose face was horribly disfigured in an accident.","date":"2019-02-04","episodeNum":14,"img":"https://image.tmdb.org/t/p/original/r53Egw7b19g05Vf04jnmdxNB7XF.jpg"},{"id":1697178,"name":"Risk and Reward","overview":"Shaun’s blunt honesty with a distraught mother of a critically ill newborn baby causes the new chief of Surgery to question keeping him on as a resident.","date":"2019-02-18","episodeNum":15,"img":"https://image.tmdb.org/t/p/original/oUttc8Yz384YCsm98Mgh6y4v9DK.jpg"},{"id":1703206,"name":"Believe","overview":"The new chief of surgery, Dr. Jackson Han, believes Dr. Shaun Murphy is a liability more than an asset and works to keep him out of the operating room permanently.","date":"2019-02-25","episodeNum":16,"img":"https://image.tmdb.org/t/p/original/vkRtaPQuLYDYTiyu6P2xQv1zTvX.jpg"},{"id":1708147,"name":"Breakdown","overview":"Dr. Shaun Murphy is desperate to join the team on a dangerous procedure involving a patient’s tumor removal. However, having been removed from the surgery team by Dr. Jackson Han, Shaun must use his talents to help figure out the cause of an infant’s injuries.","date":"2019-03-04","episodeNum":17,"img":"https://image.tmdb.org/t/p/original/aBkXGg1qv3bM8NiEYdmgk2CK0ez.jpg"},{"id":1713516,"name":"Trampoline","overview":"As a barroom fight sends Dr. Shaun Murphy to seek treatment at St. Bonaventure’s, Dr. Alex Park and Dr. Audrey Lim disagree over an elderly woman’s post-operative symptoms. Meanwhile, Dr. Neil Melendez and Dr. Lim make their romance public, and Dr. Aaron Glassman continues to pursue a relationship with a good friend.","date":"2019-03-11","episodeNum":18,"img":"https://image.tmdb.org/t/p/original/yqTwIiuCTjcdIyppV8MGqjWVJOj.jpg"}]},{"id":127097,"name":"Season 3","overview":"Dr. Shaun Murphy continues to use his extraordinary medical gifts at St. Bonaventure Hospital’s surgical unit. As his friendships deepen, Shaun tackles the world of dating for the first time and continues to work harder than he ever has before.","seasonNum":3,"img":"https://image.tmdb.org/t/p/original/8QFssOwaWZ3eB60cGwDpfrZBscv.jpg","episodes":[{"id":1842621,"name":"Disaster","overview":"Dr. Shaun Murphy proposes a radical surgery to save a woman's life after what he believes was a disastrous first date with Carly. Meanwhile, after the new chief of surgery, Dr. Audrey Lim, announces that the residents can lead surgeries, Dr. Morgan Reznick and Dr. Alex Park compete for the chance to operate on an elderly patient who has been diagnosed with cancer.","date":"2019-09-23","episodeNum":1,"img":"https://image.tmdb.org/t/p/original/bRvMRjxMQRs1gbn9XObAsXXf4BG.jpg"},{"id":1933362,"name":"Debts","overview":"As Dr. Marcus Andrews vows to help a good Samaritan who was injured while stopping a sexual assault, Dr. Audrey Lim faces a difficult decision when a young patient’s parents suspect that Dr. Neil Melendez made a mistake. Meanwhile, Dr. Shaun Murphy fields advice following his disastrous date with Dr. Carly Lever; and Dr. Claire Browne gets a surprise visit from her mother.","date":"2019-09-30","episodeNum":2,"img":"https://image.tmdb.org/t/p/original/tckW2kXaUbin3mSKvBhbsMgK5Q7.jpg"},{"id":1933363,"name":"Claire","overview":"Dr. Claire Brown faces complications at home and work as she prepares to lead her first surgery. Meanwhile, a sports fishing accident challenges the rest of the staff as they look to treat the fisherman’s injuries without damaging his prize catch.","date":"2019-10-07","episodeNum":3,"img":"https://image.tmdb.org/t/p/original/xM9NM136u1NUkHD1vMdPxfn5XCa.jpg"},{"id":1951791,"name":"Take My Hand","overview":"As a conspiracy theorist questions Dr. Neil Melendez’s diagnosis, Dr. Claire Brown treats a woman whose inability to feel pain is threatening both her marriage and her life. Meanwhile, Dr. Shaun Murphy and Dr. Aaron Glassman each face crises in their romantic relationships.","date":"2019-10-14","episodeNum":4,"img":"https://image.tmdb.org/t/p/original/bOjLyaf1CFrMNQG5EN22yKc3U2s.jpg"},{"id":1952853,"name":"First Case, Second Base","overview":"Dr. Shaun Murphy has been assigned his first surgery by Dr. Audrey Lim. However, Dr. Marcus Andrews questions whether he is really ready. Meanwhile, as Dr. Claire Brown continues to avoid her complicated emotions about her mother, she and Dr. Morgan Reznick have a patient whose diagnosis has them doubting his story.","date":"2019-10-21","episodeNum":5,"img":"https://image.tmdb.org/t/p/original/u9qobQlMlKrNed6ejeuoV6LlRTB.jpg"},{"id":1961123,"name":"45-Degree Angle","overview":"While performing his first solo surgery, Dr. Shaun Murphy alienates a nurse, which puts his residency in jeopardy. Dr. Neil Melendez disagrees with Dr. Audrey Lim on a risky surgery. Dr. Claire Brown spirals into self-destructive behaviors, causing negative ramifications in the workplace.","date":"2019-11-04","episodeNum":6,"img":"https://image.tmdb.org/t/p/original/s8B8KPPlW9mgA5UfG29vwfucXfN.jpg"},{"id":1972563,"name":"SFAD","overview":"Dr. Shaun Murphy’s unique ability to relate to a patient isolated by an immune deficiency yields an unexpected result. Meanwhile, Dr. Claire Browne, Dr. Morgan Reznick and Dr. Marcus Andrews treat a 12-year-old patient who is about to become blind, and tension builds between Dr. Neil Melendez and Dr. Audrey Lim.","date":"2019-11-11","episodeNum":7,"img":"https://image.tmdb.org/t/p/original/9sldAOBfQmZsXsYWPHzLwrOnKIC.jpg"},{"id":1980394,"name":"Moonshot","overview":"Carly’s attempts at increasing her intimacy with Shaun are becoming more of a frustration than either of them expected. Meanwhile, Lim and Melendez struggle in their relationship as they work to separate their work from their personal life.","date":"2019-11-18","episodeNum":8,"img":"https://image.tmdb.org/t/p/original/l2lr119HgjtxJJOm3lezrdCFciJ.jpg"},{"id":1980395,"name":"Incomplete","overview":"Shaun is ready for the next step in his relationship with Carly; however, he continues to struggle as they grow closer and more intimate, and is dealt some troubling news about a deeply personal issue. Meanwhile, a young patient must decide on a treatment that could save her life or possibly destroy her marriage.","date":"2019-11-25","episodeNum":9,"img":"https://image.tmdb.org/t/p/original/uNdE6iIceSkkY9wvBk58A3PSl5p.jpg"},{"id":1991002,"name":"Friends and Family","overview":"Shaun visits his father on his deathbed and the family reunion reveals unexpected results. Melendez, Park, Reznick and Claire treat an injured star NFL player with severe spinal damage. Claire addresses her mental health.","date":"2019-12-02","episodeNum":10,"img":"https://image.tmdb.org/t/p/original/e3XFLZwQteHLJCMsnDjCqHWMQns.jpg"},{"id":2036211,"name":"Fractured","overview":"Following his father's death, Shaun must deal with the effects his intimacy with Lea will have on his relationship with Carly; the team operates on a patient who is refusing all anesthesia during surgery for fear of relapsing.","date":"2020-01-13","episodeNum":11,"img":"https://image.tmdb.org/t/p/original/8rHbtHqhwVP0MP5ky74lIH101Bq.jpg"},{"id":2036212,"name":"Mutations","overview":"The doctors must treat a 25-year-old runner who is suffering from severe swelling; two 16-year-old cancer patients are dating; Dr. Shaun Murphy and Dr. Carly Lever work toward intimacy.","date":"2020-01-20","episodeNum":12,"img":"https://image.tmdb.org/t/p/original/v1VVZEt7hO2dyQ8O1xXPwwqbcvM.jpg"},{"id":2063484,"name":"Sex and Death","overview":"A terminal cancer patient is determined to live the last few months of his life without inhibition; Dr. Reznik must confront her relationship with her mother when she comes in for a third opinion from Dr. Glassman.","date":"2020-01-27","episodeNum":13,"img":"https://image.tmdb.org/t/p/original/zenYa5rbRJF7LxAnnvIoKB3erbN.jpg"},{"id":2072388,"name":"Influence","overview":"After Dr. Shaun Murphy treats a patient who is a social influencer, he deals with unwanted attention. Meanwhile, the team treats a woman who is in abdominal distress after an at-home fecal transplant; and Dr. Carly Lever’s efforts to separate Shaun from Lea are challenged.","date":"2020-02-10","episodeNum":14,"img":"https://image.tmdb.org/t/p/original/xR00XdgbhNn6VALVJXqq46gYc2r.jpg"},{"id":2160045,"name":"Unsaid","overview":"Despite everyone else’s doubts, Shaun is hopeful that Carly is truly fine with his friendship with Lea. The team treats a young boy born without a fully formed trachea and unable to speak, and who may be a good candidate for an experimental procedure.","date":"2020-02-17","episodeNum":15,"img":"https://image.tmdb.org/t/p/original/fmOtYFJ1fBJdCpRz3Gj7WsyUR1B.jpg"},{"id":2160046,"name":"Autopsy","overview":"When Dr. Shaun Murphy makes an emotional confession, the result may not be as desired. Meanwhile, he becomes obsessed with performing an autopsy on a Jane Doe, which challenges his relationships at the hospital; and Dr. Claire Browne, Dr. Morgan Reznick and Dr. Marcus Andrews treat a male college student with a mysterious split personality disorder.","date":"2020-02-24","episodeNum":16,"img":"https://image.tmdb.org/t/p/original/ulAq86H8sdSl3ZdZjtmRajspLRO.jpg"},{"id":2175127,"name":"Fixation","overview":"A patient with a mysterious and undiagnosed illness that has baffled other doctors for years forces Shaun and the team to take some big risks. Claire and Melendez continue to cautiously navigate their feelings for each other as colleagues and friends.","date":"2020-03-02","episodeNum":17,"img":"https://image.tmdb.org/t/p/original/fYH8ki5p0JXGzLab06cNNe4S08n.jpg"},{"id":2175128,"name":"Heartbreak","overview":"Claire and Shaun treat a patient with a rare form of dwarfism. Reznick, Lim and Park treat a young man who had both arms torn off in a previous farming accident. Shaun reacts to an emotional situation.","date":"2020-03-09","episodeNum":18,"img":"https://image.tmdb.org/t/p/original/ujSK9Y2Jp2SLc5LULkCJInCMRJl.jpg"},{"id":2185969,"name":"Hurt (1)","overview":"The city of San Jose is rocked by a massive earthquake that puts the staff of St. Bonaventure Hospital on high alert as they race to assess the damage and account for the safety of their colleagues and friends. Meanwhile, Dr. Neil Melendez and Dr. Aaron Glassman are attending a charity event when their lives are threatened by the earthquake.","date":"2020-03-23","episodeNum":19,"img":"https://image.tmdb.org/t/p/original/5IIUBAcngWNFxNb813Lms0CZ65Q.jpg"},{"id":2185970,"name":"I Love You (2)","overview":"The staff of St. Bonaventure Hospital works against time and their own personal safety to save the lives of those around them.","date":"2020-03-30","episodeNum":20,"img":"https://image.tmdb.org/t/p/original/bbV4bHdzLZ7jp3z9aWvVLFPSAAu.jpg"}]},{"id":163383,"name":"Season 4","overview":"Dr. Shaun Murphy continues to use his extraordinary medical gifts at St. Bonaventure Hospital’s surgical unit. As his romantic relationship with Lea deepens, he will also face new responsibilities as a fourth-year resident when he is put in charge of supervising a new set of residents that will test him in ways he cannot predict. Meanwhile, the team must deal with the uncertainty and pressure that the COVID-19 pandemic brings now that it has hit their hospital.","seasonNum":4,"img":"https://image.tmdb.org/t/p/original/6tfT03sGp9k4c0J3dypjrI8TSAI.jpg","episodes":[{"id":2432756,"name":"Frontline (1)","overview":"Dr. Murphy treats a patient who has an illness that is not only unpredictable in nature, but also unlike anything he or the team has seen before. Dr. Claire Brown continues to work through her grief, still reeling from Dr. Neil Melendez's death.","date":"2020-11-02","episodeNum":1,"img":"https://image.tmdb.org/t/p/original/bUq4aNotfqlrZ2galZ6aWoE75pI.jpg"},{"id":2451542,"name":"Frontline (2)","overview":"Shaun has a hard time balancing his fears and concerns about potentially jeopardizing Lea's health and wanting to be with the woman he loves. Claire looks for a way to grieve Melendez's death. Park and Mia discuss their future together.","date":"2020-11-09","episodeNum":2,"img":"https://image.tmdb.org/t/p/original/oncm0Ae5dOAyjkseCZ8mPEh1Ejp.jpg"},{"id":2451543,"name":"Newbies","overview":"With several candidates vying for residency at St. Bonaventure, Chief of Surgery Dr. Audrey Lim tasks Dr. Shaun Murphy, Dr. Claire Browne and Dr. Alex Park with mentoring the top first-year resident contenders. As their mentees shadow them for the day, Shaun and Park meet with Andrews to discuss a difficult surgery scheduled for a minor. Later, Shaun inadvertently insults Lea while discussing the pros and cons of the controversial surgery. And elsewhere, Dr. Morgan Reznick seeks out Claire and Lim’s help on a consult.","date":"2020-11-16","episodeNum":3,"img":"https://image.tmdb.org/t/p/original/4ic5zBy0YQqxFKsby6uZaoepnFl.jpg"},{"id":2519381,"name":"Not the Same","overview":"Dr. Morgan Reznik and Dr. Shaun Murphy's pregnant patient with twins is having pain and they are forced to grapple with a decision no one wants to make. Meanwhile, Shaun asks Lea to move back in despite her reservations","date":"2020-11-23","episodeNum":4,"img":"https://image.tmdb.org/t/p/original/bupCPJ08QBV0GsRwZOvFLga6G1d.jpg"},{"id":2527688,"name":"Fault","overview":"Dr. Shaun Murphy questions his decision to give the new residents autonomy when one of his intern's misdiagnosis of a patient has dire consequences. Meanwhile, Dr. Claire Browne, Dr. Alex Park and Dr. Jordan Allen treat a patient with a ruptured cyst affecting key functions of her brain. And elsewhere, Dr. Morgan Reznick and Park bond over failed relationships.","date":"2020-11-30","episodeNum":5,"img":"https://image.tmdb.org/t/p/original/7gvnj0kQL8U7XBEkEpzHvGBAiFt.jpg"},{"id":2528237,"name":"Lim","overview":"As Chief of Surgery Dr. Audrey Lim struggles to cope with the residual emotional trauma of COVID-19, she encounters a young war veteran fighting debilitating PTSD. After discussing his case with the team, Dr. Claire Browne suggests a radical treatment to help him. Meanwhile, still reeling from the recent loss of his mentee’s patient, Dr. Shaun Murphy declares he doesn’t want to teach the new residents anymore. And elsewhere, an eccentric patient keeps the team entertained.","date":"2021-01-11","episodeNum":6,"img":"https://image.tmdb.org/t/p/original/cUT8Ri3O6taiADvNtAGWTWo7Rev.jpg"},{"id":2528239,"name":"The Uncertainty Principle","overview":"Dr. Morgan Reznick discovers her patient’s wealth and obsession with extending his life is a dangerous mix that could end up costing more than he can afford.","date":"2021-01-18","episodeNum":7,"img":"https://image.tmdb.org/t/p/original/lvNf1V5mlIpXuC6Iu5zT0eK0Wc4.jpg"},{"id":2528242,"name":"Parenting","overview":"The team treats a teenage gymnast who experiences complications from her intensive training. Meanwhile, Shaun meets Lea's parents for the first time.","date":"2021-01-25","episodeNum":8,"img":"https://image.tmdb.org/t/p/original/zR7TIsjaL9YrcLUMbVWC1OB2Cd5.jpg"},{"id":2528243,"name":"Irresponsible Salad Bar Practices","overview":"Lim is challenged by the unique circumstances surrounding a pregnant patient with an aggressive tumor. Elsewhere, after misdiagnosing a patient, Claire makes a disconcerting discovery about certain practices at the hospital.","date":"2021-02-15","episodeNum":9,"img":"https://image.tmdb.org/t/p/original/qmcLFjECfYc3KgZly7LzoAcvrGA.jpg"},{"id":2528244,"name":"Decrypt","overview":"When the hospital is hit with a cyberattack threatening to shut down life-saving machines, Lea rises to the challenge and looks to outsmart the hackers to prove herself. Meanwhile, the team treats an inspirational cancer survivor-turned-successful-philanthropist who harbors a dark secret.","date":"2021-02-22","episodeNum":10,"img":"https://image.tmdb.org/t/p/original/hbZAeZGKsUiobMMbQuE2cN0ICOR.jpg"},{"id":2670402,"name":"We're All Crazy Sometimes","overview":"After bringing in an incredibly unique and complicated spinal surgery, Dr. Aaron Glassman challenges the residents for an opportunity to join him in the operating room. Meanwhile, Shaun and Morgan disagree on how to treat a comatose patient with a cancerous tumor.","date":"2021-03-08","episodeNum":11,"img":"https://image.tmdb.org/t/p/original/q3sdkJoHUZWX7LzmSvtf19sD7DG.jpg"},{"id":2670403,"name":"Teeny Blue Eyes","overview":"When a renowned surgeon comes to St. Bonaventure for treatment, the team’s enthusiasm is quickly overshadowed by the doctor’s behavior. After studying his case, Dr. Shaun Murphy sees a pattern he recognizes. Meanwhile, Shaun and Lea are forced to make a life-changing decision that will alter the course of their relationship.","date":"2021-03-22","episodeNum":12,"img":"https://image.tmdb.org/t/p/original/uyK2T4iqe5KfraV9jRjOZbSmLDW.jpg"},{"id":2670404,"name":"Spilled Milk","overview":"Claire is blindsided when her absentee father shows up at her door. Meanwhile, Shaun feels disconnected from Lea, causing tension in their relationship.","date":"2021-03-29","episodeNum":13,"img":"https://image.tmdb.org/t/p/original/zzFtXFFyoi6M7NJvbscJX5xAjGG.jpg"},{"id":2855055,"name":"Gender Reveal","overview":"After finding out the gender of their unborn child, Lea's enthusiasm prompts Shaun to make an effort to be a more supportive partner. Meanwhile, the team treats a navy pilot whose previous doctor's misdiagnosis compromises her chances at a full recovery.","date":"2021-04-19","episodeNum":14,"img":"https://image.tmdb.org/t/p/original/qgscjUNDrFFHHbbFkavLc2fAcu1.jpg"},{"id":2868238,"name":"Waiting","overview":"After a political protest turns violent, the team races to save two young gunshot victims.","date":"2021-04-26","episodeNum":15,"img":"https://image.tmdb.org/t/p/original/zxkygcwq1rSI3YnNbiwOFeXftbC.jpg"},{"id":2909597,"name":"Dr. Ted","overview":"Shaun struggles with his role as Lea's partner after complications arise with the pregnancy and his instincts as a medical professional kick in. Meanwhile, Dr. Park, Dr. Andrews and Asher disagree on how to address an elderly patient's wishes.","date":"2021-05-10","episodeNum":16,"img":"https://image.tmdb.org/t/p/original/1HbbdnnxnalxWJ70NQLOwREu8oX.jpg"},{"id":2909603,"name":"Letting Go","overview":"Dr. Claire Brown and the team must face hard truths about what lines they are willing to cross when one of Claire's idols becomes her patient.","date":"2021-05-17","episodeNum":17,"img":"https://image.tmdb.org/t/p/original/AdO7hgfzEMScfWokzIUfljn1KDV.jpg"},{"id":2944091,"name":"Forgive or Forget","overview":"Shaun and Lea go on a camping trip to distract themselves from their grief over their miscarriage. Meanwhile, Morgan and Park argue about the best course of treatment for their patient.","date":"2021-05-24","episodeNum":18,"img":"https://image.tmdb.org/t/p/original/mZ2fazdYSCUeyNZrIMYZwBq7szt.jpg"},{"id":2944094,"name":"Venga (1)","overview":"The St. Bonaventure team travels to Guatemala on a surgical mission to help patients at a rural hospital. Once there, the team faces a small community that is in desperate need of their help but are assigned the daunting task of identifying who they can help most. And while Shaun seems to be thriving in Guatemala, Lea is still struggling with the loss of her baby.","date":"2021-05-31","episodeNum":19,"img":"https://image.tmdb.org/t/p/original/mFkj1IyjFDhFmbUFnkmijrE4dK8.jpg"},{"id":2944095,"name":"Vamos (2)","overview":"Dr. Shaun Murphy must perform a risky surgery on a patient without electricity when the power suddenly goes out. Meanwhile Lim and Dr. Mateo Rendón Osma’s relationship deepens as they overcome difficulties during the surgery.","date":"2021-06-07","episodeNum":20,"img":"https://image.tmdb.org/t/p/original/5DlE7uIRetvlcmQUPk7HQFp22Fm.jpg"}]},{"id":202432,"name":"Season 5","overview":"","seasonNum":5,"img":"https://image.tmdb.org/t/p/original/cXUqtadGsIcZDWUTrfnbDjAy8eN.jpg","episodes":[{"id":3076759,"name":"New Beginnings","overview":"Shaun and Lea's upcoming engagement party has everyone in a festive mood; a young single mother learns her son may have contracted his cancer from a surprising source; Mateo finds out if his previous issues in America will be resolved.","date":"2021-09-27","episodeNum":1,"img":"https://image.tmdb.org/t/p/original/mbqxKWKibdywlUHOF5Kwl7zCnvU.jpg"},{"id":3148084,"name":"Piece of Cake","overview":"Dr. Shaun Murphy and the team race to save a pregnant woman's baby and find her current situation as a convicted felon complicates it even more than they realize. Meanwhile, the hospital takes on some unexpected changes that the staff are not prepared for.","date":"2021-10-04","episodeNum":2,"img":"https://image.tmdb.org/t/p/original/rrjFDXsMSHveoU3fZzOIT5U2UCh.jpg"},{"id":3148085,"name":"Measure of Intelligence","overview":"Shaun confronts Salen about the many changes she has implemented since coming on at St. Bonaventure. Glassman is forced to accept his new role at the hospital.","date":"2021-10-11","episodeNum":3,"img":"https://image.tmdb.org/t/p/original/ZidBfB6L7tyr21EQ811X3EcXZV.jpg"},{"id":3148086,"name":"Rationality","overview":"Dr. Shaun Murphy and the team treat a young girl whose father’s personal research complicates their treatment plans. Meanwhile, Dr. Park, Dr. Reznick and Dr. Lim’s patient refuses a life-saving lung transplant despite having a family donor","date":"2021-10-25","episodeNum":4,"img":"https://image.tmdb.org/t/p/original/812UcjxVcNmnhbk29PmTJqxrHPy.jpg"},{"id":3291555,"name":"Crazytown","overview":"Dr. Park and Dr. Murphy treat an elderly Asian man brought to St. Bonaventure by his daughter after being the victim of a hate crime. In addition, Lea goes behind Shaun’s back to help raise his negative patient satisfaction scores","date":"2021-11-01","episodeNum":5,"img":"https://image.tmdb.org/t/p/original/7M7MJxxiqvdchXn8RIqp2qUEYNF.jpg"},{"id":3319524,"name":"One Heart","overview":"Dr. Shaun Murphy and Dr. Alex Park must grapple with a life-and-death decision and decide between saving one patient over another. Meanwhile, Dr. Morgan Reznick goes a little too far in her attempt to win Salen’s favor","date":"2021-11-15","episodeNum":6,"img":"https://image.tmdb.org/t/p/original/ukqfa4qwbNoe86Gxni4XgjUyE6w.jpg"},{"id":3319525,"name":"Expired","overview":"After visiting a possible wedding venue, Shaun and Lea happen upon a terrible car accident and discover Alma, a young pregnant mother who has been badly injured and needs immediate medical attention. Back at St. Bonaventure, Alma’s condition worsens, and Shaun and Drs. Lim and Jordan are forced to deliver the baby prematurely. Meanwhile, Dr. Glassman is apprehensive when a figure from his past reaches out for help","date":"2021-11-22","episodeNum":7,"img":"https://image.tmdb.org/t/p/original/1i3jyRyNz41E2Xv1gZ42zoSEZb1.jpg"},{"id":3344309,"name":"Episode 8","overview":"","date":"","episodeNum":8,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":3344310,"name":"Episode 9","overview":"","date":"","episodeNum":9,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":3344311,"name":"Episode 10","overview":"","date":"","episodeNum":10,"img":"https://image.tmdb.org/t/p/originalnull"}]}]},{"name":"The Wheel of Time","id":"71914","overview":"Follow Moiraine, a member of the shadowy and influential all-female organization called the “Aes Sedai” as she embarks on a dangerous, world-spanning journey with five young men and women. Moiraine believes one of them might be the reincarnation of an incredibly powerful individual, whom prophecies say will either save humanity or destroy it.","numSeasons":1,"img":"https://image.tmdb.org/t/p/original/mpgDeLhl8HbhI03XLB7iKO6M6JE.jpg","seasons":[{"id":220998,"name":"Specials","overview":"The Wheel of Time: Origins, a series of animated short films that tell several stories set during the years and centuries before the events of the TV series.","seasonNum":0,"img":"https://image.tmdb.org/t/p/originalnull","episodes":[{"id":3354363,"name":"The Breaking of the World","overview":"Detailing the Breaking of the World, the cataclysmic event caused when all male channelers went mad as a result of the source of their magic being corrupted by The Dark One.","date":"2021-11-19","episodeNum":1,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":3354364,"name":"The Fall of Menetheren","overview":"Explains the Fall of Manetheren, a city-state that once stood in the Two Rivers region.","date":"2021-11-19","episodeNum":2,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":3354365,"name":"The Greatest Warder","overview":"","date":"2021-11-19","episodeNum":3,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":3354366,"name":"Saidin, Saidar, Stone","overview":"","date":"2021-11-26","episodeNum":4,"img":"https://image.tmdb.org/t/p/originalnull"}]},{"id":88733,"name":"Season 1","overview":"","seasonNum":1,"img":"https://image.tmdb.org/t/p/original/mpgDeLhl8HbhI03XLB7iKO6M6JE.jpg","episodes":[{"id":2356394,"name":"Leavetaking","overview":"A strange noblewoman arrives in a remote mountain village, claiming one of five youths is the reincarnation of an ancient power who once destroyed the world – and will do so again, if she’s not able to discover which of them it is. But they all have less time than they think.","date":"2021-11-18","episodeNum":1,"img":"https://image.tmdb.org/t/p/original/ucVwvH0NqJC5LdN1C8d4qfaLgDt.jpg"},{"id":2356395,"name":"Shadow's Waiting","overview":"Moiraine and Lan lead the four villagers to safety, unsure which is the one from the prophecy. But the friends are equally unsure about their rescuers, especially once they see how far Moiraine is willing to go for her mission – and how far astray Lan is willing to lead them.","date":"2021-11-18","episodeNum":2,"img":"https://image.tmdb.org/t/p/original/t1xvBOQdODX2n7EH6ldLBeIGonD.jpg"},{"id":2356396,"name":"A Place of Safety","overview":"Moiraine and Lan find help in an unexpected – and unwanted – quarter, as the separated villagers try to find their way back to each other, or at least to refuge. But they all soon learn how far the Dark One’s reach extends, and how few they can trust on the road.","date":"2021-11-18","episodeNum":3,"img":"https://image.tmdb.org/t/p/original/fEJrLcvcH5Dikcfv3hrzA2uvw8q.jpg"},{"id":2356397,"name":"The Dragon Reborn","overview":"Moiraine struggles with uncertainty while Lan struggles with their new companion. Rand wonders about Mat and Mat starts to wonder at himself. Egwene and Perrin take their first steps down a different path. An incredible new power is unleashed on the world.","date":"2021-11-25","episodeNum":4,"img":"https://image.tmdb.org/t/p/original/yRFsTWVi5oaDzEfY1RxMaqZheAi.jpg"},{"id":2356398,"name":"Blood Calls Blood","overview":"Perrin and Egwene run into a familiar face. Mat and Rand see strange ones. Moiraine and Lan mourn their loss.","date":"2021-12-02","episodeNum":5,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":2356399,"name":"The Flame of Tar Valon","overview":"Moiraine faces the consequences of her actions. Mat faces the darkness in himself. Egwene faces the most powerful woman in the world.","date":"2021-12-09","episodeNum":6,"img":"https://image.tmdb.org/t/p/original/7hsl7FPEqI8OBDtAr6N3oH6Iodh.jpg"},{"id":3178799,"name":"The Dark Along the Ways","overview":"Moiraine and her charges are diverted from their path by an unexpected encounter. This diversion, though, reveals many things — Moiraine’s true goal, Lan’s past, the fractures that have grown in the group, and the identity of the Dragon Reborn.","date":"2021-12-16","episodeNum":7,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":3178800,"name":"The Eye of the World","overview":"Season finale. For twenty years, Moiraine has dreamed and worked towards this moment. But she can't stop the Dragon Reborn from seeing the appeal of the Dark.","date":"2021-12-23","episodeNum":8,"img":"https://image.tmdb.org/t/p/originalnull"}]}]},{"name":"Game of Thrones","id":"1399","overview":"Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.","numSeasons":8,"img":"https://image.tmdb.org/t/p/original/u3bZgnGQ9T01sWNhyveQz0wH0Hl.jpg","seasons":[{"id":3627,"name":"Specials","overview":"","seasonNum":0,"img":"https://image.tmdb.org/t/p/original/kMTcwNRfFKCZ0O2OaBZS0nZ2AIe.jpg","episodes":[{"id":63087,"name":"Inside Game of Thrones","overview":"A short look into the film-making process for the production Game of Thrones","date":"2010-12-05","episodeNum":1,"img":"https://image.tmdb.org/t/p/original/1aVzF5os3TEMeQBTyNWPlKVsY0f.jpg"},{"id":63086,"name":"15-Minute Preview","overview":"An approximately 15-minute preview of the first episode of Game of Thrones.","date":"2011-04-03","episodeNum":2,"img":"https://image.tmdb.org/t/p/original/7LUPfB5mrNfplDFfpZIjFL5J9fI.jpg"},{"id":63088,"name":"Making Game of Thrones","overview":"An exclusive 30-minute feature including never-before-seen footage from the set and interviews from the cast and crew.","date":"2011-04-07","episodeNum":3,"img":"https://image.tmdb.org/t/p/original/wK6sLD7YIgnteEjxdWzT9xe4WvW.jpg"},{"id":2247123,"name":"El Juego Comienza","overview":"A spanish \"Canal +`\" production with interviews to some famous spanish movie directors like Alex de La Iglesia and extracts from last special \"Making Game Of Thrones\"","date":"2011-04-10","episodeNum":4,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":63090,"name":"2011 Comic Con Panel","overview":"","date":"2011-07-21","episodeNum":5,"img":"https://image.tmdb.org/t/p/original/xydHpOh6zViapTSedZEKdqhruNX.jpg"},{"id":63091,"name":"You Win or You Die","overview":"A prequel to Game of Thrones Season 2 which recaps on the first season and gives insight into what's to come.","date":"2012-03-24","episodeNum":6,"img":"https://image.tmdb.org/t/p/original/6M8HOqp1AnaabsMnBDczrxMPPVS.jpg"},{"id":63092,"name":"A Gathering Storm","overview":"A prequel to Game of Thrones Season 3 which recaps on the first and second season and gives insight into what's to come.","date":"2013-03-08","episodeNum":7,"img":"https://image.tmdb.org/t/p/original/b0FeVwxVweWQ5RQtQztBhE6vEhC.jpg"},{"id":63093,"name":"Politics of Marriage","overview":"Love and marriage? They don't go together so well in 'Game of Thrones' where the concept of matrimony is all about making power plays and political alliances. Cast and crew members along with author George R.R. Martin take a fascinating look at this ancient institution and its place in the hit HBO series.","date":"2013-05-19","episodeNum":8,"img":"https://image.tmdb.org/t/p/original/uWDFqmA43kepOPEzgJf6s30ZHR6.jpg"},{"id":974558,"name":"Ice and Fire: A Foreshadowing","overview":"Take a look back and a look forward to the fourth season of the hit HBO series, the show features clips from upcoming episodes, behind the scenes footage, interviews with talent, and cast members' answers to questions posed by fans.","date":"2014-02-09","episodeNum":9,"img":"https://image.tmdb.org/t/p/original/2nFkwdPOwXMf2TySEPRSE0WXRDA.jpg"},{"id":974559,"name":"The Politics of Power: A Look Back at Season 3","overview":"Relive every thrilling, dramatic and tragic highlight from Season 3 of \"Game of Thrones\" in this comprehensive featurette. From Daenerys building a slave army to the infamous Red Wedding, not a detail is missed as recalled by the stars of the hit HBO series.","date":"2014-03-12","episodeNum":10,"img":"https://image.tmdb.org/t/p/original/z5M4Fyyy0ioobo1MJ345gAWMrop.jpg"},{"id":1041057,"name":"A Day in the Life","overview":"The 30-minute special documents one epic day of production as tackled by hundreds of crew members across three countries. In addition to a behind-the-scenes look at the action in Dubrovnik, Croatia, Belfast, Northern Ireland and Seville, Spain, the preview includes several never-before-seen features.","date":"2015-02-08","episodeNum":11,"img":"https://image.tmdb.org/t/p/original/xUVCZNoGKrp4IbbExcMWUUOwDvT.jpg"},{"id":1188785,"name":"The Story So Far (2015)","overview":"Ahead of the eagerly-anticipated fifth season, we bring you up tp speed with the events of the epic fantasy drama to date. And to help the uninitiated ease into the wild world of Westeros, here's a beginner's guide to the fantasy epic.","date":"2015-03-16","episodeNum":12,"img":"https://image.tmdb.org/t/p/original/gDJoLFcizTNzwanGxAmzjShNIfB.jpg"},{"id":1203674,"name":"World Premiere","overview":"See the stars of Game of Thrones arrive at the Tower of London for the world premiere of the hit show's fifth season. Sue Perkins and Jamie East host.","date":"2015-03-19","episodeNum":13,"img":"https://image.tmdb.org/t/p/original/dDufP1c0an3m3qsO2AtqbG44hlH.jpg"},{"id":1347221,"name":"Red Nose Day 'Game Of Thrones' Musical","overview":"“George R.R. Martin meets Chris Martin – what could go wrong?” That’s Emilia Clarke in the epic, 12-minute video for Coldplay’s totally fake Game of Thrones musical, right before she rips into a song called “Rastafarian Targaryen.” Here’s a sample lyric: “Call me Daenerys Targaryen when you want to reach me, and if you feel the love then you can call me Khalessi.” The sketch, part of Red Nose Day, includes cast members Kit Harington, Peter Dinklage, John Bradley, Rose Leslie, Charlotte Pope, Thomas Brodie-Sangster, Alfie Allen and Nikolaj Coster-Waldau, who performs a piano ballad called “Closer to Home” to a photo of Lena Headey as Cersei. (“Are you thinking about Joffrey? Such a spirited lad. I was his uncle, I was also his dad.”)","date":"2015-05-22","episodeNum":14,"img":"https://image.tmdb.org/t/p/original/kOk3k9QGezLWMGFGAovukX3R67m.jpg"},{"id":1631882,"name":"The Story So Far (2016)","overview":"Ahead of Season 6 of the epic saga, this special will bring viewers up to speed on the gripping storylines and compelling characters from the first five seasons. Writers and stars of the show give viewers an insight into key events of each season and explain the intrigues and power struggles at work in the lands of Westeros and beyond.","date":"2016-04-20","episodeNum":15,"img":"https://image.tmdb.org/t/p/original/viSbmzfMeUKHaeaKr0etCAdTnmc.jpg"},{"id":1759666,"name":"The Game Revealed: Season 6 Episode 1 & 2","overview":"The Game Revealed: Season 6 Episode 1 & 2","date":"2016-08-01","episodeNum":16,"img":"https://image.tmdb.org/t/p/original/lVFVxh3iayEd7mAtLwo94j34zeC.jpg"},{"id":1799533,"name":"The Game Revealed: Season 6 Episode 3 & 4","overview":"The Game Revealed: Season 6 Episode 3 & 4","date":"2016-08-01","episodeNum":17,"img":"https://image.tmdb.org/t/p/original/9xvP14MhH9OVL8SE5In4ggvZ3b4.jpg"},{"id":1989799,"name":"The Game Revealed: Season 6 Episode 5 & 6","overview":"The Game Revealed: Season 6 Episode 5 & 6","date":"2016-08-01","episodeNum":18,"img":"https://image.tmdb.org/t/p/original/6jujHifJfHUmRypyBZgBfN3rJo6.jpg"},{"id":63089,"name":"The Game Revealed: Season 6 Episode 7 & 8","overview":"The Game Revealed: Season 6 Episode 7 & 8","date":"2016-08-01","episodeNum":19,"img":"https://image.tmdb.org/t/p/original/ipyfP5kR8feGU5gVqjA8BfcCdZK.jpg"},{"id":2022234,"name":"The Game Revealed: Season 6 Episode 9 & 10","overview":"The Game Revealed: Season 6 Episode 9 & 10","date":"2016-08-01","episodeNum":20,"img":"https://image.tmdb.org/t/p/original/jJB1SW7D0rQ0bXgUJzz0tiUWSMZ.jpg"},{"id":2022235,"name":"Anatomy of A Scene: The Battle of Winterfell","overview":"Anatomy of A Scene: The Battle of Winterfell","date":"2016-06-19","episodeNum":21,"img":"https://image.tmdb.org/t/p/original/jJB1SW7D0rQ0bXgUJzz0tiUWSMZ.jpg"},{"id":2022236,"name":"2016 Comic Con Panel","overview":"2016 Comic Con Panel","date":"2016-07-22","episodeNum":22,"img":"https://image.tmdb.org/t/p/original/gxQZwykLcldLLXVQiMibpRQVgpT.jpg"},{"id":2022237,"name":"18 Hours at the Paint Hall","overview":"Take an inside look at an action-packed day inside the main production complex for ‘Game of Thrones’ in Belfast, Northern Ireland.","date":"2016-07-03","episodeNum":23,"img":"https://image.tmdb.org/t/p/original/79NrbZA9xgB62vkqoB3bWDvRq0r.jpg"},{"id":2022238,"name":"The Story So Far (2017)","overview":"Ahead of the season seven premiere, get up to speed on all the action in Game of Thrones with this re-cap of the story so far.","date":"2017-07-13","episodeNum":24,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":2022239,"name":"2017 Comic Con Panel","overview":"2017 Comic Con Panel","date":"2017-07-21","episodeNum":25,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":2022240,"name":"Inside the Episode: Season 7 Episode 1","overview":"Inside the Episode: Season 7 Episode 1","date":"2017-08-01","episodeNum":26,"img":"https://image.tmdb.org/t/p/original/7WtE85PWeCOoQJVtiScbnypuPVY.jpg"},{"id":2022241,"name":"Inside the Episode: Season 7 Episode 2","overview":"Inside the Episode: Season 7 Episode 2","date":"2017-08-01","episodeNum":27,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":2022242,"name":"Inside the Episode: Season 7 Episode 3","overview":"Inside the Episode: Season 7 Episode 3","date":"2017-08-01","episodeNum":28,"img":"https://image.tmdb.org/t/p/original/qh9Qw4AM0c7vrsNm3T50ZbeOran.jpg"},{"id":2022243,"name":"Inside the Episode: Season 7 Episode 4","overview":"Inside the Episode: Season 7 Episode 4","date":"2017-08-06","episodeNum":29,"img":"https://image.tmdb.org/t/p/original/pgOvxMdc9hLVF8bbq8BIP6GW3cG.jpg"},{"id":2022244,"name":"Inside the Episode: Season 7 Episode 5","overview":"Inside the Episode: Season 7 Episode 5","date":"2017-08-13","episodeNum":30,"img":"https://image.tmdb.org/t/p/original/871Rb4J8tLT7umW3hxTAfzJmbsl.jpg"},{"id":2247053,"name":"Inside the Episode: Season 7 Episode 6","overview":"Inside the Episode: Season 7 Episode 6","date":"2017-08-20","episodeNum":31,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":2247055,"name":"Inside the Episode: Season 7 Episode 7","overview":"Inside the Episode: Season 7 Episode 7","date":"2017-08-28","episodeNum":32,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":2247061,"name":"The Game Revealed: Season 7 Episode 1","overview":"The Game Revealed: Season 7 Episode 1","date":"2017-08-28","episodeNum":33,"img":"https://image.tmdb.org/t/p/original/qTckTtexs8qHv127A93vc3pJP5e.jpg"},{"id":2247062,"name":"The Game Revealed: Season 7 Episode 2","overview":"Go inside the brutal battle between Greyjoy fleets with this clip from the latest episode of the 7-part behind-the-scenes series, The Game Revealed.","date":"2017-09-07","episodeNum":34,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":2247063,"name":"The Game Revealed: Season 7 Episode 3","overview":"The Game Revealed: Season 7 Episode 3","date":"2017-09-11","episodeNum":35,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":2528778,"name":"Conquest & Rebellion: An Animated History of the Seven Kingdoms","overview":"Conquest & Rebellion tells the story of the Targaryen Conquest which first unified the Seven Kingdoms, nearly 300 years before the War of the Five Kings, including the founding of King's Landing and creation of the Iron Throne.","date":"2017-09-14","episodeNum":36,"img":"https://image.tmdb.org/t/p/original/oBUrZesXZFxc1u7aHxWYlEwt3Wl.jpg"},{"id":2247066,"name":"The Game Revealed: Season 7 Episode 4","overview":"The Game Revealed: Season 7 Episode 4","date":"2017-09-18","episodeNum":37,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":2247067,"name":"The Game Revealed: Season 7 Episode 5","overview":"The Game Revealed: Season 7 Episode 5","date":"2017-09-25","episodeNum":38,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":2247068,"name":"The Game Revealed: Season 7 Episode 6","overview":"The Game Revealed: Season 7 Episode 6","date":"2017-10-02","episodeNum":39,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":2247070,"name":"The Game Revealed: Season 7 Episode 7","overview":"The Game Revealed: Season 7 Episode 7","date":"2017-10-09","episodeNum":40,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":2247071,"name":"60 Minutes Profile","overview":"60 Minutes Profile","date":"2019-04-14","episodeNum":42,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":2247072,"name":"The Story So Far (2018)","overview":"Catch up on all seven seasons of the global phenomenon that is Game of Thrones as fans and cast members take you through the story so far.","date":"2019-04-13","episodeNum":43,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":2247074,"name":"The Cast Remembers","overview":"First days on set, favorite costumes and scenes they'll never forget: the actors look back on filming eight seasons of Game of Thrones.","date":"2019-04-08","episodeNum":44,"img":"https://image.tmdb.org/t/p/original/5SOWwPGfdJN2veQlqeVVgPg0Fae.jpg"},{"id":2247076,"name":"The Game Revealed: Season 8 Episode 1","overview":"\"This is the last time we're ever going to be doing this.\"","date":"2019-04-15","episodeNum":45,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":2247077,"name":"Inside the Episode: Season 8 Episode 1","overview":"The producers and writers of Game of Thrones give behind-the-scenes insight into the first episode from the final season of the fantasy epic. (S8, ep 1)","date":"2019-04-14","episodeNum":46,"img":"https://image.tmdb.org/t/p/original/hTsIrj9DKG3jSqDeNoGeRvRx7LD.jpg"},{"id":2247078,"name":"The Game Revealed: Season 8 Episode 2","overview":"The Game Revealed: Season 8 Episode 2","date":"2019-04-22","episodeNum":47,"img":"https://image.tmdb.org/t/p/original/yR4C3NmiL9AbkytyKwdZorPj5bj.jpg"},{"id":2247079,"name":"Inside the Episode: Season 8 Episode 2","overview":"Inside the Episode: Season 8 Episode 2","date":"2019-04-21","episodeNum":48,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":2247089,"name":"The Game Revealed: Season 8 Episode 3","overview":"The cast and crew sheds light on the extraordinary 11-week night shoot that culminated in the longest Game of Thrones episode to date.","date":"2019-04-29","episodeNum":49,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":2247094,"name":"Inside the Episode: Season 8 Episode 3","overview":"Series creators David Benioff and D.B. Weiss examine the episode's wins and losses.","date":"2019-04-28","episodeNum":50,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":2247096,"name":"The Game Revealed: Season 8 Episode 4","overview":"The Game Revealed: Season 8 Episode 4","date":"2019-05-05","episodeNum":51,"img":"https://image.tmdb.org/t/p/original/62gi0SE1l5Eicwil7Vz65oScDmW.jpg"},{"id":2247097,"name":"Inside the Episode: Season 8 Episode 4","overview":"Inside the Episode: Season 8 Episode 4","date":"2019-05-05","episodeNum":52,"img":"https://image.tmdb.org/t/p/original/fCVkPqEoAs683SdUtUypfjCOa4H.jpg"},{"id":2247099,"name":"The Game Revealed: Season 8 Episode 5","overview":"The Game Revealed: Season 8 Episode 5","date":"2019-05-13","episodeNum":53,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":2247100,"name":"Inside the Episode: Season 8 Episode 5","overview":"Inside the Episode: Season 8 Episode 5","date":"2019-05-13","episodeNum":54,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":2318447,"name":"The Last Watch","overview":"A documentary chronicling the fantasy drama’s eighth and final season. British documentarian Jeanie Finlay was embedded on the series’ set during production of the final six episodes, and the footage she captured during that time delves deep into the mud and blood to reveal the tears and triumphs involved in the challenge of bringing the fantasy world of Westeros to life in the very real studios, fields and car-parks of Northern Ireland.","date":"2019-05-26","episodeNum":55,"img":"https://image.tmdb.org/t/p/original/le4EaaN389e9CuNvjv4KhYQs2uj.jpg"},{"id":2465258,"name":"Histories & Lore: The Children of the Forest, the First Men, and the Andals","overview":"Bran Stark recounts the legends surrounding the mysterious Children of the Forest and their wars against the First Men and the Andals.","date":"2012-03-05","episodeNum":56,"img":"https://image.tmdb.org/t/p/original/pfbS3RyvGzGztpTg5oIrDjNpYtF.jpg"},{"id":2465259,"name":"Histories & Lore: The Age of Heroes","overview":"Bran Stark recounts the stories of legendary figures of several of the seven independent kingdoms that existed prior to the War of Conquest.","date":"2012-03-05","episodeNum":57,"img":"https://image.tmdb.org/t/p/original/8GFIbeAx8RednwvGyHpVWM4VUgM.jpg"},{"id":2465260,"name":"Histories & Lore: The Old Gods and the New","overview":"Catelyn and Bran Stark discuss the worship of the Old Gods of the Forest and the Seven in Westeros.","date":"2012-03-05","episodeNum":58,"img":"https://image.tmdb.org/t/p/original/ie92d3B4yXmDJ2nCQdfojyOioWc.jpg"},{"id":2465261,"name":"Histories & Lore: The History of the Night's Watch (Jeor Mormont)","overview":"Jeor Mormont discusses the earliest days, structure and duty of the Night's Watch.","date":"2012-03-05","episodeNum":59,"img":"https://image.tmdb.org/t/p/original/c0nErEOpLgatMxlQNilDjO68tPE.jpg"},{"id":2465262,"name":"Histories & Lore: The History of the Night's Watch (Maester Luwin)","overview":"Maester Luwin details the steady decline that the Night's Watch has suffered with the passage of time.","date":"2012-03-05","episodeNum":60,"img":"https://image.tmdb.org/t/p/original/gi6vm0lTu1vDMnAi3KqkU7Somil.jpg"},{"id":2465263,"name":"Histories & Lore: The History of the Night's Watch (Tywin Lannister)","overview":"Tywin Lannister mocks the faded glory of the Night's Watch and questions the need for the order.","date":"2012-03-05","episodeNum":61,"img":"https://image.tmdb.org/t/p/original/c8IQjivKLeqVW1U8STZOxuL1kDs.jpg"},{"id":2465264,"name":"Histories & Lore: The Order of the Maesters","overview":"Maester Luwin explains the role and function of the Order of Maesters in the Seven Kingdoms as well as studies aspiring Maesters undergo.","date":"2012-03-05","episodeNum":62,"img":"https://image.tmdb.org/t/p/original/1zVkFZBxtgscg2vKxGhlLmAZF21.jpg"},{"id":2465265,"name":"Histories & Lore: Valyria and the Dragons","overview":"Viserys Targaryen recounts the history of Valyria from its rise to becoming the greatest civilization the world has ever seen to its destruction in the Doom.","date":"2012-03-05","episodeNum":63,"img":"https://image.tmdb.org/t/p/original/tYsBb6RWqFxBHfviQnvknq9hWLK.jpg"},{"id":2465266,"name":"Histories & Lore: The Field of Fire (Viserys Targaryen)","overview":"Viserys Targaryen reflects on the victory which secured Aegon I Targaryen's domination of the Seven Kingdoms.","date":"2012-03-05","episodeNum":64,"img":"https://image.tmdb.org/t/p/original/yWigadZG1h1Z25GIFg7An5blbl8.jpg"},{"id":2465267,"name":"Histories & Lore: The Field of Fire (Robb Stark)","overview":"Robb Stark recalls how Aegon the Conqueror forced the lords of Westeros into submission with his brutal victory on the Field of Fire.","date":"2012-03-05","episodeNum":65,"img":"https://image.tmdb.org/t/p/original/kMmxfEZFK10aIkIaZSL2ePuaMOm.jpg"},{"id":2465268,"name":"Histories & Lore: Mad King Aerys (Robert Baratheon)","overview":"Robert Baratheon reflects on the actions of King Aerys II Targaryen and his son Rhaegar leading to his rebellion.","date":"2012-03-05","episodeNum":66,"img":"https://image.tmdb.org/t/p/original/5izYKyxCMmRz7tctHQewwfukEm7.jpg"},{"id":2882564,"name":"Histories & Lore: Mad King Aerys (Maester Luwin)","overview":"Maester Luwin looks back on Prince Rhaegar's capture of Lyanna Stark and the horrific injustice inflicted on House Stark by the Mad King Aerys.","date":"2012-03-05","episodeNum":67,"img":"https://image.tmdb.org/t/p/original/gWduxlAGuy3XLJgU1DfKLdXpeXJ.jpg"},{"id":2882566,"name":"Histories & Lore: Mad King Aerys (Tywin Lannister)","overview":"Tywin Lannister reminisces on the collapse of his alliance with Aerys as the latter descended further and further into madness.","date":"2012-03-05","episodeNum":68,"img":"https://image.tmdb.org/t/p/original/dvghaT5H91Iwr2UGFet1fxa25F9.jpg"},{"id":2882568,"name":"Histories & Lore: Robert's Rebellion (Robert Baratheon)","overview":"Robert Baratheon reminisces on his glorious victories against the supporters of the Mad King Aerys II Targaryen.","date":"2012-03-05","episodeNum":69,"img":"https://image.tmdb.org/t/p/original/xKf9v5ifIOsoWpmWhROG1STMBi0.jpg"},{"id":2882569,"name":"Histories & Lore: Robert's Rebellion (Viserys Targaryen)","overview":"Viserys Targaryen bitterly recalls the treachery of the Usurper Robert Baratheon putting an end to the Targaryen dynasty.","date":"2012-03-05","episodeNum":70,"img":"https://image.tmdb.org/t/p/original/cVlDm5zj9qhw1QZ5k0Mi2G5iyWa.jpg"},{"id":2882570,"name":"Histories & Lore: The Sack of King's Landing (Viserys Targaryen)","overview":"Viserys Targaryen bitterly recounts Tywin Lannister's treachery bringing down the Targaryen dynasty.","date":"2012-03-05","episodeNum":71,"img":"https://image.tmdb.org/t/p/original/cJLE6hjqH0ZyO44kr1iJx8790aT.jpg"},{"id":2882572,"name":"Histories & Lore: The Sack of King's Landing (Robert Baratheon)","overview":"Robert Baratheon reflects on his victory over the Targaryen dynasty and the necessity for the death of Rhaegar Targaryen's children.","date":"2012-03-05","episodeNum":72,"img":"https://image.tmdb.org/t/p/original/6tbO9q3rLfoyAN8cmpoNOh3fnWI.jpg"},{"id":2882573,"name":"Histories & Lore: The Sack of King's Landing (Maester Luwin)","overview":"Maester Luwin details the downfall of the Mad King and the death of the royal family, as well as how it impacted those who won the war.","date":"2012-03-05","episodeNum":73,"img":"https://image.tmdb.org/t/p/original/8j5GrhHn2wbOm60xyIM7qRL4cJu.jpg"},{"id":2882574,"name":"Histories & Lore: The Sack of King's Landing (Tywin Lannister)","overview":"Tywin Lannister reminisces on the part he played in defeating the Targaryens and the rewards his family reaped for it.","date":"2012-03-05","episodeNum":74,"img":"https://image.tmdb.org/t/p/original/5ZcrFtUa3dKeni51Go2YOuabsnr.jpg"},{"id":2882575,"name":"Histories & Lore: House Stark","overview":"Bran and Robb Stark discuss House Stark's reign as the Kings of Winter before kneeling to Aegon the Conqueror.","date":"2012-03-05","episodeNum":75,"img":"https://image.tmdb.org/t/p/original/gbIJCyH6LdIaxeTdEDTMKaUvZLt.jpg"},{"id":2882576,"name":"Histories & Lore: House Lannister","overview":"Tywin Lannister recalls how House Lannister survived and rose to prominence through cunning.","date":"2012-03-05","episodeNum":76,"img":"https://image.tmdb.org/t/p/original/50frd0lX0maFpgb6U3YFQcnUill.jpg"},{"id":2882577,"name":"Histories & Lore: House Targaryen","overview":"Viserys Targaryen recounts the conquest of House Targaryen and its ruling of the Seven Kingdoms before being brought down by the treacherous Usurper Robert Baratheon.","date":"2012-03-05","episodeNum":77,"img":"https://image.tmdb.org/t/p/original/uar0gEock4e8XtzbESI9KVxR6ke.jpg"},{"id":2882578,"name":"Histories & Lore: House Baratheon","overview":"Robert Baratheon recalls the victories that led to House Baratheon cementing themselves as one of the greatest houses in Westeros.","date":"2012-03-05","episodeNum":78,"img":"https://image.tmdb.org/t/p/original/xVGeNePuJ8gPdTInG4oR1tmjlTv.jpg"},{"id":2882579,"name":"Histories & Lore: House Arryn","overview":"Catelyn Stark speaks of the origins of House Arryn and the conquest of the Vale during the Andal Invasion and its role in Robert's Rebellion.","date":"2012-03-05","episodeNum":79,"img":"https://image.tmdb.org/t/p/original/1Rqs7kNhXbcqxBPRlvF0qY2tSL1.jpg"},{"id":2882585,"name":"Histories & Lore: The Greyjoy Rebellion (Robb Stark)","overview":"Robb Stark reminisces about his father going to war to put an end to Balon Greyjoy's rebellion and the impact it had on his family.","date":"2013-02-19","episodeNum":80,"img":"https://image.tmdb.org/t/p/original/2xNJrZ3QXOzu8ZvfvLPUQEcTpWC.jpg"},{"id":2882586,"name":"Histories & Lore: The Greyjoy Rebellion (Theon Greyjoy)","overview":"Theon Greyjoy reflects on his father's failed rebellion and the penalties his family suffered as a result of it.","date":"2013-02-19","episodeNum":81,"img":"https://image.tmdb.org/t/p/original/qeK2Qa4wIpABDqnhnceztgffdBt.jpg"},{"id":2882587,"name":"Histories & Lore: The Greyjoy Rebellion (Stannis Baratheon)","overview":"Stannis Baratheon recounts serving under his brother Robert when Balon Greyjoy rebelled against the Iron Throne, as well as how he would have done things differently had he been king.","date":"2013-02-19","episodeNum":82,"img":"https://image.tmdb.org/t/p/original/193Ufz5rH2wHRS5iRWdKPo82eNX.jpg"},{"id":2882588,"name":"Histories & Lore: Robert's Rebellion (Stannis Baratheon)","overview":"Stannis Baratheon reflects on his brother Robert's rebellion against the Mad King Aerys II Targaryen and his own part in it, as well as his bitterness for not being justly rewarded.","date":"2013-02-19","episodeNum":83,"img":"https://image.tmdb.org/t/p/original/6ltFjQelncB5kXLbOhfrpU02YgE.jpg"},{"id":2882589,"name":"Histories & Lore: Robert's Rebellion (Davos Seaworth)","overview":"Davos Seaworth recounts his lowly beginnings and days as a smuggler as well as the event that brought him into the service of Stannis Baratheon.","date":"2013-02-19","episodeNum":84,"img":"https://image.tmdb.org/t/p/original/hs7gnms40IXxXG8LZMdATZUJakB.jpg"},{"id":2882590,"name":"Histories & Lore: Robert's Rebellion (Margaery Tyrell)","overview":"Margaery Tyrell details House Tyrell's loyalty to House Targaryen before the rebellion and to House Baratheon afterwards.","date":"2013-02-19","episodeNum":85,"img":"https://image.tmdb.org/t/p/original/poyU9zBFxlaw2hKb2a1uS6Oeunm.jpg"},{"id":2882591,"name":"Histories & Lore: Robert's Rebellion (Catelyn Stark)","overview":"Catelyn Stark reminisces on the rebellion and how it affected the family she was born into as well as the one she married into.","date":"2013-02-19","episodeNum":86,"img":"https://image.tmdb.org/t/p/original/aKUBls5xt9UFYMK05iqF8wLNnwP.jpg"},{"id":2882592,"name":"Histories & Lore: House Tyrell","overview":"Margaery Tyrell details House Tyrell's history serving under House Gardener before the War of Conquest and House Targaryen afterwards, before surrendering to Robert Baratheon after he defeated the Targaryen dynasty.","date":"2013-02-19","episodeNum":87,"img":"https://image.tmdb.org/t/p/original/3XQ4iCTYNG2B2ru2K7FcWN7nU5K.jpg"},{"id":2882593,"name":"Histories & Lore: House Greyjoy","overview":"Theon and Yara Greyjoy divulge the history of the ironborn and how House Greyjoy became the dominant family of the Iron Islands.","date":"2013-02-19","episodeNum":88,"img":"https://image.tmdb.org/t/p/original/vO6Z7upn9yPUOXJ2azxr0z1qxqx.jpg"},{"id":2882594,"name":"Histories & Lore: House Clegane","overview":"Sandor Clegane recounts House Clegane's humble beginnings, as well as how he and his brother Gregor became two of the most infamous killers in Westeros.","date":"2013-02-19","episodeNum":89,"img":"https://image.tmdb.org/t/p/original/gcgP4BA9Xijh9evfjA5PqHw4R8N.jpg"},{"id":2882595,"name":"Histories & Lore: The Free Folk","overview":"Ygritte discusses the history and culture of the Free Folk in comparison to that of the inhabitants of the Seven Kingdoms.","date":"2013-02-19","episodeNum":90,"img":"https://image.tmdb.org/t/p/original/66TBVP0bJmEd1H5J1YBlzFM2pn.jpg"},{"id":2882596,"name":"Histories & Lore: The Night's Watch","overview":"Ygritte recites the history of the Night's Watch and their oppression of the Free Folk.","date":"2013-02-19","episodeNum":91,"img":"https://image.tmdb.org/t/p/original/rJxcEn5wN8aQPDvbaUh3heyLCx2.jpg"},{"id":2882597,"name":"Histories & Lore: Dragonstone","overview":"Stannis Baratheon recounts the history of the island Dragonstone, from the landing of the Targaryens to his own unwanted ruling of it.","date":"2013-02-19","episodeNum":92,"img":"https://image.tmdb.org/t/p/original/9DlNkOk6XJaVIuPyuqyi1paFcZh.jpg"},{"id":2882598,"name":"Histories & Lore: Harrenhal","overview":"Catelyn Stark details the rise and fall of the supposedly impenetrable fortress Harrenhal and the terrifying legends that have plagued its ruins ever since.","date":"2013-02-19","episodeNum":93,"img":"https://image.tmdb.org/t/p/original/dprDXXUcfuT9Yk8oQmyJkEnKNmc.jpg"},{"id":2882599,"name":"Histories & Lore: The Free Cities","overview":"Jorah Mormont explains the rise of the “Free Cities” of Essos in the wake of Valyria’s Doom, detailing how the cities differ and what one can expect to find in each one.","date":"2013-02-19","episodeNum":94,"img":"https://image.tmdb.org/t/p/original/lqhA7XSmZnPRxTyWlqvlHrsAjlX.jpg"},{"id":2882600,"name":"Histories & Lore: Qarth","overview":"Xaro Xhoan Daxos explains Qarth’s role in Essos’ commerce, and how the merchant council known as the Thirteen rules the city to ensure it remains the greatest city that was or ever will be.","date":"2013-02-19","episodeNum":95,"img":"https://image.tmdb.org/t/p/original/h3mF4KWNwgKxn7Z90rxyTbTU31Q.jpg"},{"id":2882601,"name":"Histories & Lore: The Drowned God","overview":"Yara Greyjoy explains the worship of the Drowned God, His importance in the Iron Islands, and the legends of His halls beneath the waves.","date":"2013-02-19","episodeNum":96,"img":"https://image.tmdb.org/t/p/original/kgScD4vscqrQCtqrpBxBXzOhpv8.jpg"},{"id":2882602,"name":"Histories & Lore: The Alchemists' Guild","overview":"Wisdom Hallyne provides an account of the Alchemist Guild (or Pyromancers), detailing their knowledge of wildfire and how their once great influence in Westeros has faded over the years.","date":"2013-02-19","episodeNum":97,"img":"https://image.tmdb.org/t/p/original/5UglF9P2MfPGBuNNX6PKIMg5aze.jpg"},{"id":2882603,"name":"Histories & Lore: The Warlocks","overview":"Xaro Xhoan Daxos explains the mysterious order of the warlocks and their relationship with the House of the Undying, their center of power.","date":"2013-02-19","episodeNum":98,"img":"https://image.tmdb.org/t/p/original/gpNb4HiiDpfoWAquWVrXBIlSrCk.jpg"},{"id":2882604,"name":"Histories & Lore: Old Ghis & Slaver's Bay","overview":"Jorah Mormont charts the rise and fall of the Ghiscari Empire, including its battles with the Valyrian Freehold and the slaver cities that carry on in the wake of its destruction.","date":"2014-02-18","episodeNum":99,"img":"https://image.tmdb.org/t/p/original/vIGxRXPls9hVI5zRyZjQZpcZeuR.jpg"},{"id":2882605,"name":"Histories & Lore: The Unsullied","overview":"Jorah Mormont recounts the legendary Battle of Qohor, in which three thousand Unsullied slave-warriors held off an entire Dothraki horde outside the gates of Qohor.","date":"2014-02-18","episodeNum":100,"img":"https://image.tmdb.org/t/p/original/jAGQIhdM7zCPs5R4ad0zG0FD6g.jpg"},{"id":2882606,"name":"Histories & Lore: House Reed","overview":"Meera Reed discusses the history and modern perceptions of House Reed, leaders of the crannogmen, the mysterious swamp-dwelling gatekeepers of the North.","date":"2014-02-18","episodeNum":101,"img":"https://image.tmdb.org/t/p/original/y99cBg172tDQeXpue2ZOQ3FvQJe.jpg"},{"id":2882607,"name":"Histories & Lore: House Bolton","overview":"Roose Bolton discusses the history of House Bolton, one of the great houses of the North, despite their often unsavory reputation.","date":"2014-02-18","episodeNum":102,"img":"https://image.tmdb.org/t/p/original/xeKePybT8Q2PlFRwyYq8H829aXG.jpg"},{"id":2882608,"name":"Histories & Lore: House Frey","overview":"Catelyn Stark tracks the House Frey’s quick rise to wealth and power through control of the Crossing, as well as their current reputation under the prickly and resentful Lord Walder Frey.","date":"2014-02-18","episodeNum":103,"img":"https://image.tmdb.org/t/p/original/vEqMCJsZnnvpjPL942NJD47QBKj.jpg"},{"id":2882609,"name":"Histories & Lore: House Tully","overview":"Brynden Tully details the history of House Tully, the noble and diplomatic Lords Paramount of the Riverlands.","date":"2014-02-18","episodeNum":104,"img":"https://image.tmdb.org/t/p/original/yRsD7hZ4EyVQIVgApD6W5MijteD.jpg"},{"id":2882610,"name":"Histories & Lore: The Lord of Light","overview":"Thoros of Myr details his personal history as a follower of the Lord of Light, from his skeptical youth in Myr, to his visions in the flames that have made him a believer.","date":"2014-02-18","episodeNum":105,"img":"https://image.tmdb.org/t/p/original/iLKykUL21OQzXuQVlzjWtXctrFO.jpg"},{"id":2882611,"name":"Histories & Lore: Wargs and the Sight","overview":"Bran Stark explains the legendary abilities of warging and the Sight, skills that, although innate to the mythical Children of the Forest, only present themselves in modern men on rare occasion.","date":"2014-02-18","episodeNum":106,"img":"https://image.tmdb.org/t/p/original/zWOrKoYl2UYpR5C4BrDeEgoGoim.jpg"},{"id":2882614,"name":"Histories & Lore: Robert's Rebellion (Petyr Baelish and Varys)","overview":"Petyr Baelish and Varys debate the ramifications of Robert Baratheon’s rebellion against the Mad King Aerys II Targaryen, and its impact on the realm.","date":"2014-02-18","episodeNum":107,"img":"https://image.tmdb.org/t/p/original/qDhRofYURk3AtiB3rqEUKLaF98P.jpg"},{"id":2882615,"name":"Histories & Lore: The Red Keep","overview":"Joffrey Baratheon reveals the history and structure of the Red Keep, the main fortress of King’s Landing, from its construction by the Targaryens, to its hidden lower dungeons.","date":"2014-02-18","episodeNum":108,"img":"https://image.tmdb.org/t/p/original/pTWIjKCpG9LLAZvH21XoletY5JT.jpg"},{"id":2882619,"name":"Histories & Lore: The North","overview":"Jon Snow describes the vast, cold and unforgiving North, which stretches from the Neck to the Wall, and has served as the barrier between the Seven Kingdoms and the horrors beyond the Wall for thousands of years.","date":"2014-02-18","episodeNum":109,"img":"https://image.tmdb.org/t/p/original/pQFbHkQK4OBf5mTYPsCQed9wuEC.jpg"},{"id":2882623,"name":"Histories & Lore: The Reach","overview":"Margaery Tyrell discusses the history, customs, and noble houses of the Reach, the fertile region known for chivalry, knightly tournaments, farms, and vineyards.","date":"2014-02-18","episodeNum":110,"img":"https://image.tmdb.org/t/p/original/mjJQ8VPcboRoaKe7MkqzzP87JBT.jpg"},{"id":2882624,"name":"Histories & Lore: The Riverlands","overview":"Brynden Tully recounts the history of the Riverlands, one of the most desirable-and most fought over-regions in the Seven Kingdoms.","date":"2014-02-18","episodeNum":111,"img":"https://image.tmdb.org/t/p/original/p2xSlPUzpliupVwFKJAUSmVDuOO.jpg"},{"id":2882625,"name":"Histories & Lore: The Stormlands","overview":"Brienne of Tarth recounts the tumultuous history of the Stormlands, from the constant battles waged by the Storm Kings, to the relative peace under Targaryen rule, to Robert’s Rebellion.","date":"2014-02-18","episodeNum":112,"img":"https://image.tmdb.org/t/p/original/9KKEJIZaeXIWxncTHG6ETpLcnHt.jpg"},{"id":2882627,"name":"Histories & Lore: The Westerlands","overview":"Tywin Lannister reveals the history of the Westerlands, and the true strength behind the richest region of the Seven Kingdoms; House Lannister.","date":"2014-02-18","episodeNum":113,"img":"https://image.tmdb.org/t/p/original/kBt8kee7xEwuEv1B9WCNRYLoTJB.jpg"},{"id":2882628,"name":"Histories & Lore: The Vale","overview":"Petyr Baelish delves into the history of the Vale, from its mythical beginnings to the impregnable Eyrie, the noble House Arryn, and the unpredictable Hill Tribes.","date":"2014-02-18","episodeNum":114,"img":"https://image.tmdb.org/t/p/original/gbzst9hRyAwTV0CUAOdaA0QEMEe.jpg"},{"id":2882629,"name":"Histories & Lore: House Martell","overview":"Oberyn Martell discusses the history and reputation of House Martell, the strong-willed ruling family of Dorne that refused to join the Seven Kingdoms for centuries.","date":"2015-02-17","episodeNum":115,"img":"https://image.tmdb.org/t/p/original/8Zotw4gqUYuvSqmkuuCa8Zn6aNt.jpg"},{"id":2882634,"name":"Histories & Lore: House Baelish","overview":"Petyr Baelish explains how, despite humble beginnings, House Baelish has rapidly risen to power, thanks mostly to his own wit and ambition.","date":"2015-02-17","episodeNum":116,"img":"https://image.tmdb.org/t/p/original/yEHuT4E5GjoHK61LSPsrZgs0mxB.jpg"},{"id":2882637,"name":"Histories & Lore: Dragons","overview":"Grand Maester Pycelle recounts the mysterious origins, magical powers, and inexplicable downfall of history's last generation of dragons.","date":"2015-02-17","episodeNum":117,"img":"https://image.tmdb.org/t/p/original/wXnqeRjsXao62kxFWIV4NmF42EG.jpg"},{"id":2882642,"name":"Histories & Lore: Poisons","overview":"Oberyn Martell explains the sources, surreptitious uses, and lethal effects of the many poisons circulating throughout Westeros and Essos.","date":"2015-02-17","episodeNum":118,"img":"https://image.tmdb.org/t/p/original/tBG9h9VLU42xmZerTdhG02Et4Ks.jpg"},{"id":2882646,"name":"Histories & Lore: The Bastards of Westeros","overview":"Ellaria Sand explains the shame cast upon bastards throughout much of Westeros, and how these unwanted children can tear families and kingdoms apart.","date":"2015-02-17","episodeNum":119,"img":"https://image.tmdb.org/t/p/original/nzfRV3setakvQzFCa3ywBuf3Keb.jpg"},{"id":2882649,"name":"Histories & Lore: The Iron Bank of Braavos","overview":"Tycho Nestoris reveals the history behind the legendary Iron Bank of Braavos, an institution renowned for its economic power and formidable reputation.","date":"2015-02-17","episodeNum":120,"img":"https://image.tmdb.org/t/p/original/qJOi9lEgAqJXcRYt6yiy7xA3F9O.jpg"},{"id":2882651,"name":"Histories & Lore: Sellswords & Hedge Knights","overview":"Bronn describes the unique profession and skill of the sellsword, as well as the debatable merits of the hedge knight.","date":"2015-02-17","episodeNum":121,"img":"https://image.tmdb.org/t/p/original/6SSUQVIKUAlsEuBGmauxUxdlNpZ.jpg"},{"id":2882656,"name":"Histories & Lore: Robert's Rebellion (Oberyn Martell)","overview":"Oberyn Martell reveals the Dornish perspective of Robert's Rebellion - or the War of the Usurper as they call it - including the murder of his sister, Elia Martell, during the sack of King's Landing.","date":"2015-02-17","episodeNum":122,"img":"https://image.tmdb.org/t/p/original/y8AdtzUGoctsnq4fQtTQrvdKOsx.jpg"},{"id":2882659,"name":"Histories & Lore: The Wall","overview":"Samwell Tarly explains the impressive construction and function of the Wall, including its natural defenses against wildling attempts to scale, breach, and circumnavigate it.","date":"2015-02-17","episodeNum":123,"img":"https://image.tmdb.org/t/p/original/3NlmULP5ZpYZCK0xYRmTHUn7VaI.jpg"},{"id":2882662,"name":"Histories & Lore: The Nations of the North","overview":"Tormund Giantsbane describes the varied clans of Free Folk living beyond the Wall, from Thenns to the Hornfoots to the Giants, all of whom Mance Rayder has rallied to his cause.","date":"2015-02-17","episodeNum":124,"img":"https://image.tmdb.org/t/p/original/pPcD7lFNGY4rm4pP40byr754wbY.jpg"},{"id":2882664,"name":"Histories & Lore: The Kingsguard (Jaime Lannister)","overview":"Jaime Lannister details the heroes and storied triumphs of the Kingsguard believed to be the most honorable knights in the realm.","date":"2015-02-17","episodeNum":125,"img":"https://image.tmdb.org/t/p/original/bnPPxLOqaq0jVUTU3B3Watm5QEr.jpg"},{"id":2882666,"name":"Histories & Lore: The Kingsguard (Bronn)","overview":"Bronn sheds some light on the unfavorable moments from the Kingsguard's history, including their blind loyalty for less-than-honorable kings.","date":"2015-02-17","episodeNum":126,"img":"https://image.tmdb.org/t/p/original/2nof6ZuY3oMw2Gjz3NkqLOC7Zua.jpg"},{"id":2882667,"name":"Histories & Lore: The Maester's Chain","overview":"Qyburn explains the significance of the Maester's Chain, a symbolic ornament earned by students of The Citadel, with each link representing the mastery of a different subject.","date":"2015-02-17","episodeNum":127,"img":"https://image.tmdb.org/t/p/original/7PfpdaqS0T86072hTqt4f88U1C.jpg"},{"id":2882668,"name":"Histories & Lore: The Death of Kings","overview":"Varys tracks the lives and all too common deaths of the Kings of Westeros over the years, proving that the Iron Throne is truly an uncomfortable seat to hold.","date":"2015-02-17","episodeNum":128,"img":"https://image.tmdb.org/t/p/original/bnlqPzEOxM36Lrw5WIjIINuka0T.jpg"},{"id":2882669,"name":"Histories & Lore: Valyrian Steel","overview":"Jorah Mormont details the mysterious properties of Valyrian Steel, a metal considered magical that was used to forge the blades of the great Houses of Westeros.","date":"2015-02-17","episodeNum":129,"img":"https://image.tmdb.org/t/p/original/kjrCJBHEpLFZidS7kBJHoQyURz0.jpg"},{"id":2882670,"name":"Histories & Lore: Justice of the Seven Kingdoms","overview":"Bronn offers his view on the Seven Kingdoms' questionable methods of justice, including the dramatic trial by combat and the rarely invoked trial by Seven.","date":"2015-02-17","episodeNum":130,"img":"https://image.tmdb.org/t/p/original/7bOZSJVGTtUaH3IBRx9KldF0wCm.jpg"},{"id":2882673,"name":"Histories & Lore: The Seven-Pointed Star","overview":"The High Sparrow details how \"The Seven-Pointed Star\" has influenced followers of the Faith of the Seven throughout the centuries.","date":"2016-03-15","episodeNum":131,"img":"https://image.tmdb.org/t/p/original/rYpaMq0udVsteMOJsD0PCxxKLQg.jpg"},{"id":2882674,"name":"Histories & Lore: The Faith Militant","overview":"The High Sparrow narrates the origins of the Faith Militant, its rebellion against House Targaryen that plunged the realm into war, and its ultimate decline and disbandment.","date":"2016-03-15","episodeNum":132,"img":"https://image.tmdb.org/t/p/original/iJcGRhVWHWNElONeuRDxW7jSYFc.jpg"},{"id":2882676,"name":"Histories & Lore: Volantis","overview":"Varys discusses the history of Volantis, the oldest of the Free Cities from its humble beginnings as the first colony of Valyria.","date":"2016-03-15","episodeNum":133,"img":"https://image.tmdb.org/t/p/original/mdhtC3LEQ3wUmRqdlkceH3GEn3a.jpg"},{"id":2882677,"name":"Histories & Lore: Braavos","overview":"Tycho Nestoris explains the history behind the beautiful city of Braavos, from the Titan who inhabits the harbor, to the world-renowned swordsmanship of the city's \"bravos.\"","date":"2016-03-15","episodeNum":134,"img":"https://image.tmdb.org/t/p/original/nl7KUfOpMz3FNeDcKdLwvsZt6tw.jpg"},{"id":2882678,"name":"Histories & Lore: The Faceless Men","overview":"Tycho Nestoris discusses the mysterious guild of assassins known as the Faceless Men.","date":"2016-03-15","episodeNum":135,"img":"https://image.tmdb.org/t/p/original/9spNRcBYepC0V673wyNVmzICHtq.jpg"},{"id":2882679,"name":"Histories & Lore: Winterfell","overview":"Roose Bolton gives his views on Winterfell and how the House Bolton influenced its creation and expansion before seizing it.","date":"2016-03-15","episodeNum":136,"img":"https://image.tmdb.org/t/p/original/mwPHXBWRFValXsRe9Xrfr8Mou4U.jpg"},{"id":2882680,"name":"Histories & Lore: The Lord Commanders","overview":"Acting Lord Commander Alliser Thorne talks about the purpose of the Lord Commander of the Night's Watch, how he is chosen, and recalls some of the more noteworthy Lord Commanders, who made history through their folly.","date":"2016-03-15","episodeNum":137,"img":"https://image.tmdb.org/t/p/original/tcYUgSdmkcolvnoQY2QgzKufY6e.jpg"},{"id":2882681,"name":"Histories & Lore: Robert's Rebellion (Barristan Selmy)","overview":"Barristan Selmy recounts how he was named to the Kingsguard, saw King Aerys descend into madness but revered Prince Rhaegar Targaryen. Barristan describes the fateful Tourney at Harrenhal, the ensuing War of the Five Kings, and how he fought beside Rhaegar at the Battle of the Trident where he was killed.","date":"2016-03-15","episodeNum":138,"img":"https://image.tmdb.org/t/p/original/fiH6P2z9BtAconZ5V70J9av0jPr.jpg"},{"id":2882682,"name":"Histories & Lore: Dorne","overview":"Ellaria Sand narrates a brief history of Dorne from the migration of the First Men to the present day.","date":"2016-03-15","episodeNum":139,"img":"https://image.tmdb.org/t/p/original/mKzhVBzP99mxhFo3Kk67DufqV52.jpg"},{"id":2882686,"name":"Histories & Lore: The Fighting Pits of Meereen","overview":"Daario Naharis describes the history of the fighting pits of Meereen, the different types of fights that occur there, and the lives that the more-skilled fighters lead.","date":"2016-03-15","episodeNum":140,"img":"https://image.tmdb.org/t/p/original/lXWX6VrOyhWct69zv3mfwHFcWVQ.jpg"},{"id":2882699,"name":"Histories & Lore: The River Rhoyne","overview":"Varys talks about the Rhoyne, the largest river of Essos, and the people who originally inhabited it, the Rhoynar, and the war they fought against the Dragonlords.","date":"2016-03-15","episodeNum":141,"img":"https://image.tmdb.org/t/p/original/x9LgiodghO5kiV693XY0eAAMLVI.jpg"},{"id":2882700,"name":"Histories & Lore: The Many-Faced God","overview":"A man known as \"Jaqen H'ghar\" discusses the Many-Faced God, the syncretic god of death worshiped by the cult of assassins known as the Faceless Men.","date":"2016-03-15","episodeNum":142,"img":"https://image.tmdb.org/t/p/original/iiwbGb94oT3x1mJJVDu104Qen8j.jpg"},{"id":2882701,"name":"Histories & Lore: Greyscale and the Stone Men","overview":"Qyburn discusses the dreaded plague known as Greyscale, and its advanced victims known as \"Stone Men\".","date":"2016-03-15","episodeNum":143,"img":"https://image.tmdb.org/t/p/original/jgYzU9M6IIAAYh2FYm77KVcNPjE.jpg"},{"id":2882702,"name":"Histories & Lore: The Great Masters of Meereen","overview":"Missandei of Naath discusses the self-styled \"Great Masters\", the powerful aristocratic slaver families that rule over Meereen, the largest city in Slaver's Bay.","date":"2016-03-15","episodeNum":144,"img":"https://image.tmdb.org/t/p/original/zdm2d7va1dVrFmUsavuo3JrGyUq.jpg"},{"id":2882703,"name":"Histories & Lore: The Dance of Dragons","overview":"The great Targaryen civil war known as the Dance of the Dragons is discussed by Shireen Baratheon, Viserys Targaryen, Oberyn Martell, Robert Baratheon, Catelyn Stark, and Joffrey Baratheon.","date":"2016-03-15","episodeNum":145,"img":"https://image.tmdb.org/t/p/original/nB4MFnokEcr8w3dsc1EC2g0kifx.jpg"},{"id":2882711,"name":"Histories & Lore: The Old Way","overview":"Euron Greyjoy remembers the origins of the Old Way of the Ironborn in their days of glory, and how a brutal and bloody leader tried to recover it during the Dance of the Dragons.","date":"2016-11-15","episodeNum":146,"img":"https://image.tmdb.org/t/p/original/sjGDPMvsFUkTfg4q9V4AkfCNuju.jpg"},{"id":2882725,"name":"Histories & Lore: The Kingsmoot","overview":"Euron Greyjoy discusses the origins of the tradition of the Kingsmoot, and he names the most famous and bloodthirsty kings named under this tradition.","date":"2016-11-15","episodeNum":147,"img":"https://image.tmdb.org/t/p/original/7fC8k9xfoo6MAffxjay7ilThkt2.jpg"},{"id":2882748,"name":"Histories & Lore: The Summer Sea","overview":"Euron Greyjoy outlines the cultures and peoples he has witnessed in his travels and incursions for the Summer Sea.","date":"2016-11-15","episodeNum":148,"img":"https://image.tmdb.org/t/p/original/1Puc44ky8X8XmpnPRzv4q1rJC7X.jpg"},{"id":2882750,"name":"Histories & Lore: The War of the Ninepenny Kings","overview":"Brother Ray recounts the War of the Ninepenny Kings from the perspective of a peasant who was recruited by his Lord as a soldier, with all the sufferings and tragedies that this meant for his life.","date":"2016-11-15","episodeNum":149,"img":"https://image.tmdb.org/t/p/original/5i9dm5WLvdDU7ZLnsB7ifHnpoN7.jpg"},{"id":2882752,"name":"Histories & Lore: The Great Tourney at Harrenhal","overview":"Meera Reed tells the story that her father told her during her childhood about the infamous tournament at Harrenhal, the biggest tournament in Westeros' history, in which a mysterious knight tested the honor of the great Lords.","date":"2016-11-15","episodeNum":150,"img":"https://image.tmdb.org/t/p/original/mBIZodwRaiqNCuxMLGW0ef99iwc.jpg"},{"id":2882754,"name":"Histories & Lore: Robert's Rebellion (Jaime Lannister)","overview":"Jaime Lannister looks back on his appointment as a brother of the Kingsguard, with all the secret interests involved, and how it led to his infamous participation in the end of the Robert's Rebellion.","date":"2016-11-15","episodeNum":151,"img":"https://image.tmdb.org/t/p/original/lfxwEmUleMiEZyy1KaNnqeKuFvg.jpg"},{"id":2882756,"name":"Histories & Lore: Vaes Dothrak","overview":"Jorah Mormont explains the structure and places of interest of Vaes Dothrak, the vast capital of Dothraki people, and mentions some of the rituals practiced there by the Dosh khaleen.","date":"2016-11-15","episodeNum":152,"img":"https://image.tmdb.org/t/p/original/y9jS3e4fZzYUhkYa0S3D9A2kYY6.jpg"},{"id":2882758,"name":"Histories & Lore: The Dothraki","overview":"Jorah Mormont details the history of the first major migration of the Dothraki after the Doom of Valyria towards Central Essos, and how the newly invaded invaders destroyed the civilizations of what would later become the Dothraki Sea.","date":"2016-11-15","episodeNum":153,"img":"https://image.tmdb.org/t/p/original/8WiJ6QMpFFnoZvCNDCM2czO89Li.jpg"},{"id":2882761,"name":"Histories & Lore: Northern Allegiances to House Stark","overview":"Sansa Stark recounts the history of the North, of how it was once unified by the House Stark, of how its principal noble houses swore loyalty to them, and how they guaranteed its independence from the Andals, while she prepares herself from the Wall to confront those who now govern it.","date":"2016-11-15","episodeNum":154,"img":"https://image.tmdb.org/t/p/original/pr8o13e6zwFmbUCewPfSfk022F.jpg"},{"id":2882763,"name":"Histories & Lore: Children of the Forest vs. the First Men","overview":"The Three-Eyed Raven recounts the wars between the Children of the Forest and the First Men, and how they led to the conflict now threatening Westeros.","date":"2016-11-15","episodeNum":155,"img":"https://image.tmdb.org/t/p/original/uqRgVjHFYjDhSzEwhn1kS8SGbTk.jpg"},{"id":2882765,"name":"Histories & Lore: The Brotherhood Without Banners","overview":"Thoros of Myr explains the origin that led to the conformation of the Brotherhood Without Banners, and how it assumed the mission of protecting the smallfolk.","date":"2016-11-15","episodeNum":156,"img":"https://image.tmdb.org/t/p/original/i7ruNV67mY0iV54ZyVliHr3Tugp.jpg"},{"id":2882767,"name":"Histories & Lore: Oldtown","overview":"Grand Maester Pycelle and Qyburn debate the records and theories about the history of Oldtown, the oldest city of Westeros, the noble house that governs it and the Citadel, the refuge and home of the noble order of the Maesters","date":"2016-11-15","episodeNum":157,"img":"https://image.tmdb.org/t/p/original/eINX4oibds6Ouj81E6PGXopTTjl.jpg"},{"id":2882768,"name":"Histories & Lore: House Dayne","overview":"The young Eddard Stark recounts the history of House Dayne, the former kings and lords of Starfall, and how they have been linked to their legendary sword Dawn, especially his last and greatest bearer, Arthur Dayne, the Sword of the Morning.","date":"2016-11-15","episodeNum":158,"img":"https://image.tmdb.org/t/p/original/sRjY3jvI7cBxKsWSFHcI8PUYNYZ.jpg"},{"id":2882770,"name":"Histories & Lore: The Little Birds","overview":"Varys recounts his own origins, and how he created his network of spies he calls his little birds.","date":"2016-11-15","episodeNum":159,"img":"https://image.tmdb.org/t/p/original/i8XcGSzKAPCJ6YKdGCj4eKh1PU.jpg"},{"id":2882771,"name":"Histories & Lore: The Knights of the Vale","overview":"Petyr Baelish highlights on arrival at the first of the Andals invaders who went on to become the great knights of the Vale of Arryn.","date":"2016-11-15","episodeNum":160,"img":"https://image.tmdb.org/t/p/original/18Hs6vwF1v4hk7WlOjjsJLSNL9E.jpg"},{"id":2882773,"name":"Histories & Lore: House Tarly","overview":"Randyll Tarly reflects on the history of House Tarly, and his own story with his eldest son Samwell.","date":"2016-11-15","episodeNum":161,"img":"https://image.tmdb.org/t/p/original/iys5XkpnhSA8brmxGN7LXzkzai8.jpg"},{"id":2882775,"name":"Histories & Lore: Riverrun","overview":"Brynden Tully details the history of Riverrun, the ancestral castle of the House Tully , and the strengths that have allowed it to resist millennia of wars.","date":"2016-11-15","episodeNum":162,"img":"https://image.tmdb.org/t/p/original/8OYahNvrmYpNBcWJcAXF3p19g6Q.jpg"},{"id":2882776,"name":"Histories & Lore: The Great Sept of Baelor","overview":"The High Sparrow recounts the history of the Great Sept of Baelor, the largest Sept of the Faith of the Seven, and the pious King who built it, Baelor the Blessed.","date":"2016-11-15","episodeNum":163,"img":"https://image.tmdb.org/t/p/original/cZ0HuUDgxgX9UO5DMXnLFOoV507.jpg"},{"id":2882777,"name":"Histories & Lore: The Dragonpit","overview":"Varys and Qyburn recall the era when Targaryen dragons were housed in King's Landing.","date":"2017-12-12","episodeNum":164,"img":"https://image.tmdb.org/t/p/original/l3seMbNJGJEZAwa3rrgGTRGTHK0.jpg"},{"id":2882778,"name":"Histories & Lore: The Citadel","overview":"Samwell Tarly tells the history of the Citadel, the center of learning where maesters earn their chains.","date":"2017-12-12","episodeNum":165,"img":"https://image.tmdb.org/t/p/original/jZ3ADKAwGirpzp8Alh7o30qs1Yp.jpg"},{"id":2882779,"name":"Histories & Lore: Casterly Rock","overview":"Jaime Lannister recounts the founding of his ancestral home, Casterly Rock.","date":"2017-12-12","episodeNum":166,"img":"https://image.tmdb.org/t/p/original/xr1B2YF1TPyix0djinqRKfs1UdD.jpg"},{"id":2882780,"name":"Histories & Lore: Highgarden","overview":"Randyll Tarly describes the battles, marriages, and alliances surrounding Highgarden, the seat of House Tyrell.","date":"2017-12-12","episodeNum":167,"img":"https://image.tmdb.org/t/p/original/1Kc8d2KtCmFzlgW87JnTOKfBPEB.jpg"},{"id":2882781,"name":"Histories & Lore: The Golden Company","overview":"Jorah Mormont explains the history of the Golden Company - a band of mercenaries who have built their reputation on never having lost a battle.","date":"2017-12-12","episodeNum":168,"img":"https://image.tmdb.org/t/p/original/lQcev9VzHAYA2PdDKAVD9kwSWxc.jpg"},{"id":2882782,"name":"Histories & Lore: Prophecies of the Known World","overview":"Samwell Tarly enumerates on the roles prophecies play in Westeros and Essos alike.","date":"2017-12-12","episodeNum":169,"img":"https://image.tmdb.org/t/p/original/qAbAYYbvxmd0cmJKRwrEXJ8QPef.jpg"},{"id":2882783,"name":"Histories & Lore: The Hand of the King","overview":"Petyr Baelish details the successes and failures of past Hands of the King.","date":"2017-12-12","episodeNum":170,"img":"https://image.tmdb.org/t/p/original/qcbo8z60abYixVN13oHrSyb5XVa.jpg"},{"id":2882784,"name":"Histories & Lore: The Rains of Castamere","overview":"Jaime Lannister provides the gruesome backstory surrounding \"The Rains of Castamere.\"","date":"2017-12-12","episodeNum":171,"img":"https://image.tmdb.org/t/p/original/k9frUOVyjzj5A1oWOPPH2vjXlbK.jpg"},{"id":2882785,"name":"Histories & Lore: King's Landing","overview":"Varys explains the origins and the workings of King's Landing.","date":"2019-12-03","episodeNum":172,"img":"https://image.tmdb.org/t/p/original/eMei6g6ogv0PFsf38LMUdmoH8GB.jpg"},{"id":2882786,"name":"Histories & Lore: The Greyjoy Rebellion (Jaime Lannister and Euron Greyjoy)","overview":"Jaime Lannister and Euron Greyjoy argue their perspectives of the Greyjoy Rebellion.","date":"2019-12-03","episodeNum":173,"img":"https://image.tmdb.org/t/p/original/rdW6J1N9DEVKLGTAKL4WFZFaBNo.jpg"},{"id":2882787,"name":"Histories & Lore: The Blackfyres","overview":"Varys explains the backstory of House Blackfyre.","date":"2019-12-03","episodeNum":174,"img":"https://image.tmdb.org/t/p/original/hONNT8vXmERepBV0b6iv6votE1s.jpg"},{"id":2882789,"name":"Histories & Lore: The South","overview":"Tormund shares the Free Folks' perspective of Westeros south of The Wall and its inhabitants.","date":"2019-12-03","episodeNum":175,"img":"https://image.tmdb.org/t/p/original/ndKhTmDjjGxmNaCFxpvmC123Tcu.jpg"},{"id":2882790,"name":"Histories & Lore: The Defiance of Duskendale","overview":"Varys explains the details of the Defiance of Duskendale and how this event forever changed Aerys II Targaryen for the worse.","date":"2019-12-03","episodeNum":176,"img":"https://image.tmdb.org/t/p/original/84QrE81yQLoORHmm6MLFlabkj10.jpg"},{"id":2882791,"name":"Histories & Lore: Maegor the Cruel","overview":"Varys recounts the terrifying history of Maegor Targaryen, also known as \"Maegor the Cruel\".","date":"2019-12-03","episodeNum":177,"img":"https://image.tmdb.org/t/p/original/rnfbGwyLusUlkAkT76dX5eObmId.jpg"},{"id":3356755,"name":"The Real History Behind Game of Thrones (Part 1)","overview":"Watch historians, along with George R. R. Martin, explore the interweaving inspirations of the actual players in the era known as \"The Wars of the Roses\" and other historical events in this two-part series.","date":"2016-03-14","episodeNum":178,"img":"https://image.tmdb.org/t/p/originalnull"},{"id":3356757,"name":"The Real History Behind Game of Thrones (Part 2)","overview":"Watch historians, along with George R. R. Martin, explore the interweaving inspirations of the actual players in the era known as \"The Wars of the Roses\" and other historical events in this two-part series.","date":"2016-03-14","episodeNum":179,"img":"https://image.tmdb.org/t/p/originalnull"}]},{"id":3624,"name":"Season 1","overview":"Trouble is brewing in the Seven Kingdoms of Westeros. For the driven inhabitants of this visionary world, control of Westeros' Iron Throne holds the lure of great power. But in a land where the seasons can last a lifetime, winter is coming...and beyond the Great Wall that protects them, an ancient evil has returned. In Season One, the story centers on three primary areas: the Stark and the Lannister families, whose designs on controlling the throne threaten a tenuous peace; the dragon princess Daenerys, heir to the former dynasty, who waits just over the Narrow Sea with her malevolent brother Viserys; and the Great Wall--a massive barrier of ice where a forgotten danger is stirring.","seasonNum":1,"img":"https://image.tmdb.org/t/p/original/zwaj4egrhnXOBIit1tyb4Sbt3KP.jpg","episodes":[{"id":63056,"name":"Winter Is Coming","overview":"Jon Arryn, the Hand of the King, is dead. King Robert Baratheon plans to ask his oldest friend, Eddard Stark, to take Jon's place. Across the sea, Viserys Targaryen plans to wed his sister to a nomadic warlord in exchange for an army.","date":"2011-04-17","episodeNum":1,"img":"https://image.tmdb.org/t/p/original/xIfvIM7YgkADTrqp23rm3CLaOVQ.jpg"},{"id":63057,"name":"The Kingsroad","overview":"While Bran recovers from his fall, Ned takes only his daughters to Kings Landing. Jon Snow goes with his uncle Benjen to The Wall. Tyrion joins them.","date":"2011-04-24","episodeNum":2,"img":"https://image.tmdb.org/t/p/original/icjOgl5F9DhysOEo6Six2Qfwcu2.jpg"},{"id":63058,"name":"Lord Snow","overview":"Lord Stark and his daughters arrive at King's Landing to discover the intrigues of the king's realm.","date":"2011-05-01","episodeNum":3,"img":"https://image.tmdb.org/t/p/original/4vCYVtIhiYSUry1lviA7CKPUB5Z.jpg"},{"id":63059,"name":"Cripples, Bastards, and Broken Things","overview":"Eddard investigates Jon Arryn's murder. Jon befriends Samwell Tarly, a coward who has come to join the Night's Watch.","date":"2011-05-08","episodeNum":4,"img":"https://image.tmdb.org/t/p/original/Ai2UPMWv38xGjOgNBuA1o8w8dUI.jpg"},{"id":63060,"name":"The Wolf and the Lion","overview":"Catelyn has captured Tyrion and plans to bring him to her sister, Lysa Arryn, at The Vale, to be tried for his, supposed, crimes against Bran. Robert plans to have Daenerys killed, but Eddard refuses to be a part of it and quits.","date":"2011-05-15","episodeNum":5,"img":"https://image.tmdb.org/t/p/original/5fDE2RqYXySfvYNdOOhOsdFl8ZA.jpg"},{"id":63061,"name":"A Golden Crown","overview":"While recovering from his battle with Jamie, Eddard is forced to run the kingdom while Robert goes hunting. Tyrion demands a trial by combat for his freedom. Viserys is losing his patience with Drogo.","date":"2011-05-22","episodeNum":6,"img":"https://image.tmdb.org/t/p/original/6FcfWGFlDyWZ2JvQi8uvkxbDx1z.jpg"},{"id":63062,"name":"You Win or You Die","overview":"Robert has been injured while hunting and is dying. Jon and the others finally take their vows to the Night's Watch. A man, sent by Robert, is captured for trying to poison Daenerys. Furious, Drogo vows to attack the Seven Kingdoms.","date":"2011-05-29","episodeNum":7,"img":"https://image.tmdb.org/t/p/original/5ZNrAvoNAG9scYHgxLVyozypOmV.jpg"},{"id":63063,"name":"The Pointy End","overview":"Eddard and his men are betrayed and captured by the Lannisters. When word reaches Robb, he plans to go to war to rescue them. The White Walkers attack The Wall. Tyrion returns to his father with some new friends.","date":"2011-06-05","episodeNum":8,"img":"https://image.tmdb.org/t/p/original/imjEc0gD9djHOlsJX00l08TaaGp.jpg"},{"id":63064,"name":"Baelor","overview":"Robb goes to war against the Lannisters. Jon finds himself struggling on deciding if his place is with Robb or the Night's Watch. Drogo has fallen ill from a fresh battle wound. Daenerys is desperate to save him.","date":"2011-06-12","episodeNum":9,"img":"https://image.tmdb.org/t/p/original/3pcFXQOKHnZhRkGCQ7Y8HRB1v8V.jpg"},{"id":63065,"name":"Fire and Blood","overview":"With Ned dead, Robb vows to get revenge on the Lannisters. Jon must officially decide if his place is with Robb or the Night's Watch. Daenerys says her final goodbye to Drogo.","date":"2011-06-19","episodeNum":10,"img":"https://image.tmdb.org/t/p/original/sI0TEO12kg897iSNzlTfsbQg30j.jpg"}]},{"id":3625,"name":"Season 2","overview":"The cold winds of winter are rising in Westeros...war is coming...and five kings continue their savage quest for control of the all-powerful Iron Throne. With winter fast approaching, the coveted Iron Throne is occupied by the cruel Joffrey, counseled by his conniving mother Cersei and uncle Tyrion. But the Lannister hold on the Throne is under assault on many fronts. Meanwhile, a new leader is rising among the wildings outside the Great Wall, adding new perils for Jon Snow and the order of the Night's Watch.","seasonNum":2,"img":"https://image.tmdb.org/t/p/original/5tuhCkqPOT20XPwwi9NhFnC1g9R.jpg","episodes":[{"id":63066,"name":"The North Remembers","overview":"As Robb Stark and his northern army continue the war against the Lannisters, Tyrion arrives in King’s Landing to counsel Joffrey and temper the young king’s excesses.  On the island of Dragonstone, Stannis Baratheon plots an invasion to claim his late brother’s throne, allying himself with the fiery Melisandre, a strange priestess of a stranger god.  Across the sea, Daenerys, her three young dragons, and the khalasar trek through the Red Waste in search of allies, or water.  In the North, Bran presides over a threadbare Winterfell, while beyond the Wall, Jon Snow and the Night’s Watch must shelter with a devious wildling.","date":"2012-04-01","episodeNum":1,"img":"https://image.tmdb.org/t/p/original/gGHtlTvHpSGZ8DIrxMyK3Ewkc1Y.jpg"},{"id":974430,"name":"The Night Lands","overview":"In the wake of a bloody purge in the capital, Tyrion chastens Cersei for alienating the king’s subjects.  On the road north, Arya shares a secret with Gendry, a Night’s Watch recruit.  With supplies dwindling, one of Dany’s scouts returns with news of their position.  After nine years as a Stark ward, Theon Greyjoy reunites with his father Balon, who wants to restore the ancient Kingdom of the Iron Islands.  Davos enlists Salladhor Saan, a pirate, to join forces with Stannis and Melisandre for a naval invasion of King’s Landing.","date":"2012-04-08","episodeNum":2,"img":"https://image.tmdb.org/t/p/original/de0UTpqFcGaVVO13sHqbjQ19c6I.jpg"},{"id":63068,"name":"What is Dead May Never Die","overview":"At the Red Keep, Tyrion plots three alliances through the promise of marriage.  Catelyn arrives in the Stormlands to forge an alliance of her own, but King Renly, his new wife Margaery, and her brother Loras Tyrell have other plans.  At Winterfell, Luwin tries to decipher Bran’s dreams.","date":"2012-04-15","episodeNum":3,"img":"https://image.tmdb.org/t/p/original/neKkHgfX7dgi4E47GKT7bYciq93.jpg"},{"id":63069,"name":"Garden of Bones","overview":"Joffrey punishes Sansa for Robb’s victories, and Tyrion scrambles to temper the king’s cruelty. Catelyn entreats Stannis and Renly to unite against the Lannisters. Dany and her khalasar arrive at the prosperous city of Qarth. Tyrion coerces a relative into being his eyes and ears. Arya and Gendry are taken to Harrenhal, where their lives are in the hands of Ser Gregor Clegane. Stannis orders Davos to smuggle Melisandre into a secret cove.","date":"2012-04-22","episodeNum":4,"img":"https://image.tmdb.org/t/p/original/4j2j97GFao2NX4uAtMbr0Qhx2K2.jpg"},{"id":63070,"name":"The Ghost of Harrenhal","overview":"The Baratheon rivalry ends, driving Catelyn to flee and Littlefinger to act. At King’s Landing, Tyrion’s source alerts him to Joffrey’s defense plan - and a mysterious secret weapon. Theon sails to the Stony Shore to prove he’s worthy to be called Ironborn. At Harrenhal, Arya receives a promise from Jaqen H’ghar, one of the prisoners she saved from the Gold Cloaks. The Night’s Watch arrive at the Fist of the First Men, an ancient ringfort where they hope to stem the wildings' advance.","date":"2012-04-29","episodeNum":5,"img":"https://image.tmdb.org/t/p/original/mNGiYtGMALX8I6ceSjCBjlBzc49.jpg"},{"id":63071,"name":"The Old Gods and the New","overview":"Theon completes his master stroke. In King's Landing, the Lannisters send Myrcella off to be married. Arya comes face to face with a surprise visitor. Dany vows to take what is hers. Robb and Catelyn receive crucial news. Qhorin gives Jon a chance to prove himself.","date":"2012-05-06","episodeNum":6,"img":"https://image.tmdb.org/t/p/original/bxToPOtlk77Wkxsas0mMgtjvzXS.jpg"},{"id":63073,"name":"A Man Without Honor","overview":"Jamie meets a distant relative. Daenerys receives an invitation to the House of the Undying. Theon leads a search party. Jon loses his way in the wilderness. Cersei counsels Sansa.","date":"2012-05-13","episodeNum":7,"img":"https://image.tmdb.org/t/p/original/bCDklRxVetx1COP4zXLLnXMS2S0.jpg"},{"id":63074,"name":"The Prince of Winterfell","overview":"Theon receives a visitor. Arya asks her third and last death from Jaqen. While Stannis' army is reaching its destination, Davos is offered a reward.  Betrayal befalls Robb.","date":"2012-05-20","episodeNum":8,"img":"https://image.tmdb.org/t/p/original/4W90HbZcVG54m8HoxaZmXc8rzjy.jpg"},{"id":63072,"name":"Blackwater","overview":"Tyrion and the Lannisters fight for their lives as Stannis’ fleet assaults King’s Landing.","date":"2012-05-27","episodeNum":9,"img":"https://image.tmdb.org/t/p/original/lhhTVz2DSCgxbCzMoyJjsAkHabW.jpg"},{"id":63075,"name":"Valar Morghulis","overview":"Tyrion awakens to a changed situation. King Joffrey doles out rewards to his subjects. As Theon stirs his men to action, Luwin offers some final advice. Brienne silences Jaime. Arya receives a gift from Jaqen. Dany goes to a strange place. Jon proves himself to Qhorin.","date":"2012-06-03","episodeNum":10,"img":"https://image.tmdb.org/t/p/original/u46jn12qEyaCOe1oqJBwPvL5d7R.jpg"}]},{"id":3626,"name":"Season 3","overview":"Duplicity and treachery...nobility and honor...conquest and triumph...and, of course, dragons. In Season 3, family and loyalty are the overarching themes as many critical storylines from the first two seasons come to a brutal head. Meanwhile, the Lannisters maintain their hold on King's Landing, though stirrings in the North threaten to alter the balance of power; Robb Stark, King of the North, faces a major calamity as he tries to build on his victories; a massive army of wildlings led by Mance Rayder march for the Wall; and Daenerys Targaryen--reunited with her dragons--attempts to raise an army in her quest for the Iron Throne.","seasonNum":3,"img":"https://image.tmdb.org/t/p/original/7d3vRgbmnrRQ39Qmzd66bQyY7Is.jpg","episodes":[{"id":63077,"name":"Valar Dohaeris","overview":"Jon meets the King-Beyond-the-Wall while his Night Watch Brothers flee south. In King's Landing, Tyrion wants a reward, Margaery shows her charitable nature, Cersei arranges a dinner party, and Littlefinger offers to help Sansa. Across the Narrow Sea, Daenerys starts her journey west.","date":"2013-03-31","episodeNum":1,"img":"https://image.tmdb.org/t/p/original/3ZerJvXQXcM3tygHRkPTDbbK0hw.jpg"},{"id":63076,"name":"Dark Wings, Dark Words","overview":"Sansa says too much. Shae asks Tyrion for a favor. Jaime finds a way to pass the time, while Arya encounters the Brotherhood Without Banners.","date":"2013-04-07","episodeNum":2,"img":"https://image.tmdb.org/t/p/original/ydrupjqBj6M68pUwJNJ5rbGmm1O.jpg"},{"id":63078,"name":"Walk of Punishment","overview":"Tyrion shoulders new responsibilities. Jon is taken to the Fist of the First Men. Daenerys meets with the slavers. Jaime strikes a deal with his captors.","date":"2013-04-14","episodeNum":3,"img":"https://image.tmdb.org/t/p/original/u2DZ4uvnM46KpAb2RPc5TM9tZJq.jpg"},{"id":63082,"name":"And Now His Watch Is Ended","overview":"Trouble brews among the Night's Watch at Craster's. Margaery takes Joffrey out of his comfort zone. Arya meets the leader of the Brotherhood. Varys plots revenge on an old foe. Theon mournfully recalls his missteps. Daenerys deftly orchestrates her exit from Astapor.","date":"2013-04-21","episodeNum":4,"img":"https://image.tmdb.org/t/p/original/70aEf9rvNPdqh4QGPSzEp6BB4Q.jpg"},{"id":63083,"name":"Kissed by Fire","overview":"The Hound is judged by the gods. Jaime is judged by men. Jon proves himself. Robb is betrayed. Tyrion learns the cost of weddings.","date":"2013-04-28","episodeNum":5,"img":"https://image.tmdb.org/t/p/original/41CekEZyGvNLTJIJy7BqFDTitcC.jpg"},{"id":63084,"name":"The Climb","overview":"Tywin plans strategic unions for the Lannisters. Melisandre pays a visit to the Riverlands. Robb weighs a compromise to repair his alliance with House Frey. Roose Bolton decides what to do with Jaime Lannister. Jon, Ygritte, and the Wildlings face a daunting climb.","date":"2013-05-05","episodeNum":6,"img":"https://image.tmdb.org/t/p/original/a5ifsts2r9znJO1xQ1NnuYqdbM2.jpg"},{"id":63081,"name":"The Bear and the Maiden Fair","overview":"Daenerys exchanges gifts with a slave lord outside of Yunkai. As Sansa frets about her prospects, Shae chafes at Tyrion’s new situation. Tywin counsels the king, and Melisandre reveals a secret to Gendry. Brienne faces a formidable foe in Harrenhal.","date":"2013-05-12","episodeNum":7,"img":"https://image.tmdb.org/t/p/original/27NIMz6XTGcZM0jsI1gk0BNjHvM.jpg"},{"id":63085,"name":"Second Sons","overview":"King’s Landing hosts a wedding, and Tyrion and Sansa spend the night together. Daenerys meets the Titan’s Bastard. Davos demands proof from Melisandre. Sam and Gilly meet an older gentleman.","date":"2013-05-19","episodeNum":8,"img":"https://image.tmdb.org/t/p/original/m4Fs1dVNux8wgdSpLokaFHtmOCR.jpg"},{"id":63080,"name":"The Rains of Castamere","overview":"Robb presents himself to Walder Frey, and Edmure meets his bride. Jon faces his harshest test yet. Bran discovers a new gift. Daario and Jorah debate how to take Yunkai. House Frey joins with House Tully.","date":"2013-06-02","episodeNum":9,"img":"https://image.tmdb.org/t/p/original/27NyMAUv5Yfb3pyd3kFy9Ge7n8s.jpg"},{"id":63079,"name":"Mhysa","overview":"Joffrey challenges Tywin. Bran tells a ghost story. In Dragonstone, mercy comes from strange quarters. Daenerys waits to see if she is a conqueror or a liberator.","date":"2013-06-09","episodeNum":10,"img":"https://image.tmdb.org/t/p/original/yeQwl3ZN8ZMqGvifMGWz2oCEPZ5.jpg"}]},{"id":3628,"name":"Season 4","overview":"The War of the Five Kings is drawing to a close, but new intrigues and plots are in motion, and the surviving factions must contend with enemies not only outside their ranks, but within.","seasonNum":4,"img":"https://image.tmdb.org/t/p/original/dniQ7zw3mbLJkd1U0gdFEh4b24O.jpg","episodes":[{"id":973190,"name":"Two Swords","overview":"Tyrion welcomes a guest to King’s Landing. At Castle Black, Jon Snow finds himself unwelcome. Dany is pointed to Meereen, the mother of all slave cities. Arya runs into an old friend.","date":"2014-04-06","episodeNum":1,"img":"https://image.tmdb.org/t/p/original/mA7XXz9qHjsXqXHDDyFKPm4SOTv.jpg"},{"id":973219,"name":"The Lion and the Rose","overview":"Tyrion lends Jaime a hand. Joffrey and Margaery host a breakfast. At Dragonstone, Stannis loses patience with Davos. Ramsay finds a purpose for his pet. North of the Wall, Bran sees where they must go.","date":"2014-04-13","episodeNum":2,"img":"https://image.tmdb.org/t/p/original/6pgwx0zsv253RFVy8d3R4bEK3zM.jpg"},{"id":63096,"name":"Breaker of Chains","overview":"Tyrion ponders his options. Tywin extends an olive branch. Sam realizes Castle Black isn’t safe, and Jon proposes a bold plan. The Hound teaches Arya the way things are. Dany chooses her champion.","date":"2014-04-20","episodeNum":3,"img":"https://image.tmdb.org/t/p/original/pgwGxEDIv1XyB5TcJcJM7EMLWiX.jpg"},{"id":63097,"name":"Oathkeeper","overview":"Dany balances justice and mercy. Jaime tasks Brienne with his honor. Jon secures volunteers while Bran, Jojen, Meera and Hodor stumble on shelter.","date":"2014-04-27","episodeNum":4,"img":"https://image.tmdb.org/t/p/original/fbo6BnHrgr2wTc0m2gYPeylls8z.jpg"},{"id":63098,"name":"First of His Name","overview":"Cersei and Tywin plan the Crown's next move; Dany discusses future plans; Jon Snow begins a new mission.","date":"2014-05-04","episodeNum":5,"img":"https://image.tmdb.org/t/p/original/3mfiQVDOZc0xJceSDypi2Wk8xj9.jpg"},{"id":63099,"name":"The Laws of Gods and Men","overview":"Stannis and Davos set sail; Dany meets with supplicants; Tyrion faces down his father. ","date":"2014-05-11","episodeNum":6,"img":"https://image.tmdb.org/t/p/original/vKt9b7HNYhwM91C7S53zPsAWfT3.jpg"},{"id":63100,"name":"Mockingbird","overview":"Tyrion gains an unlikely ally; Daario asks Dany to allow him to do what he does best; Jon's warnings about the vulnerability of the Wall are ignored; Brienne follows a new lead. ","date":"2014-05-18","episodeNum":7,"img":"https://image.tmdb.org/t/p/original/r7u0uELPyDkNnBZzAFVvw1XJKo5.jpg"},{"id":63101,"name":"The Mountain and the Viper","overview":"Unexpected visitors arrive in Mole's Town. Littlefinger's motives are questioned. Ramsay tries to prove himself to his father. Tyrion's fate is decided.","date":"2014-06-01","episodeNum":8,"img":"https://image.tmdb.org/t/p/original/exdPjUiilNFUV8uUSiBBhsanAwa.jpg"},{"id":63102,"name":"The Watchers on the Wall","overview":"Jon Snow and the Night's Watch face a big challenge.","date":"2014-06-08","episodeNum":9,"img":"https://image.tmdb.org/t/p/original/90jIL7o1zVMWNiXUUFDQnisgEq7.jpg"},{"id":63103,"name":"The Children","overview":"Circumstances change after an unexpected arrival from north of the Wall. Dany must face harsh realities. Bran learns more about his destiny. Tyrion sees the truth about his situation.","date":"2014-06-15","episodeNum":10,"img":"https://image.tmdb.org/t/p/original/dEvyoz6NrUGH3nyphu43hAzT1VE.jpg"}]},{"id":62090,"name":"Season 5","overview":"The War of the Five Kings, once thought to be drawing to a close, is instead entering a new and more chaotic phase. Westeros is on the brink of collapse, and many are seizing what they can while the realm implodes, like a corpse making a feast for crows.","seasonNum":5,"img":"https://image.tmdb.org/t/p/original/527sR9hNDcgVDKNUE3QYra95vP5.jpg","episodes":[{"id":1043618,"name":"The Wars to Come","overview":"Cersei and Jaime adjust to a world without Tywin. Varys reveals a conspiracy to Tyrion. Dany faces a new threat to her rule. Jon is caught between two kings.","date":"2015-04-12","episodeNum":1,"img":"https://image.tmdb.org/t/p/original/shIFxmFySt9CtGXMTXWBipsNOIs.jpg"},{"id":1045551,"name":"The House of Black and White","overview":"Arya arrives in Braavos. Podrick and Brienne run into trouble on the road. Cersei fears for her daughter's safety in Dorne as Ellaria Sand seeks revenge for Oberyn's death. Stannis tempts Jon. An adviser tempts Daenerys.","date":"2015-04-19","episodeNum":2,"img":"https://image.tmdb.org/t/p/original/pVTafj1pKhXh5aGZItOSDtgBZuc.jpg"},{"id":1045552,"name":"High Sparrow","overview":"In Braavos, Arya sees the Many-Faced God. In King's Landing, Queen Margaery enjoys her new husband. Tyrion and Varys walk the Long Bridge of Volantis.","date":"2015-04-26","episodeNum":3,"img":"https://image.tmdb.org/t/p/original/5b6eUi2w12ao24ug8cL5QqJFKig.jpg"},{"id":1045553,"name":"Sons of the Harpy","overview":"The Faith Militant grow increasingly aggressive. Jaime and Bronn head south. Ellaria and the Sand Snakes vow vengeance.","date":"2015-05-03","episodeNum":4,"img":"https://image.tmdb.org/t/p/original/eaHkOeGsaznmgru8z3ECiosZAAh.jpg"},{"id":1051286,"name":"Kill the Boy","overview":"Dany makes a difficult decision in Meereen. Jon recruits the help of an unexpected ally. Brienne searches for Sansa. Theon remains under Ramsay's control.","date":"2015-05-10","episodeNum":5,"img":"https://image.tmdb.org/t/p/original/6OBLxmCseaeLwpKO9wN3oqPMDHQ.jpg"},{"id":1051287,"name":"Unbowed, Unbent, Unbroken","overview":"Arya trains. Jorah and Tyrion run into slavers. Trystane and Myrcella make plans. Jaime and Bronn reach their destination. The Sand Snakes attack.","date":"2015-05-17","episodeNum":6,"img":"https://image.tmdb.org/t/p/original/siGoOvAqTTyojNHpfR8wilIoBjf.jpg"},{"id":1051288,"name":"The Gift","overview":"Jon prepares for conflict. Sansa tries to talk to Theon. Brienne waits for a sign. Stannis remains stubborn. Jaime attempts to reconnect with family.","date":"2015-05-24","episodeNum":7,"img":"https://image.tmdb.org/t/p/original/2pqCgrvrQM8uIwbH8id3sgq1vvl.jpg"},{"id":1070282,"name":"Hardhome","overview":"Arya makes progress in her training. Sansa confronts an old friend. Cersei struggles. Jon travels.","date":"2015-05-31","episodeNum":8,"img":"https://image.tmdb.org/t/p/original/zIrSrXU4zOArlVYnXFxxfKDYYY2.jpg"},{"id":1054979,"name":"The Dance of Dragons","overview":"Stannis confronts a troubling decision. Jon returns to The Wall. Mace visits the Iron Bank. Arya encounters someone from her past. Dany reluctantly oversees a traditional celebration of athleticism.","date":"2015-06-07","episodeNum":9,"img":"https://image.tmdb.org/t/p/original/j7oyJI76rmn83WrczewkiqO5hh6.jpg"},{"id":1159054,"name":"Mother's Mercy","overview":"Stannis marches. Dany is surrounded by strangers. Cersei seeks forgiveness. Jon is challenged.","date":"2015-06-14","episodeNum":10,"img":"https://image.tmdb.org/t/p/original/b5dIepsIO3robQSe18fWmsQe37R.jpg"}]},{"id":71881,"name":"Season 6","overview":"Following the shocking developments at the conclusion of season five, survivors from all parts of Westeros and Essos regroup to press forward, inexorably, towards their uncertain individual fates. Familiar faces will forge new alliances to bolster their strategic chances at survival, while new characters will emerge to challenge the balance of power in the east, west, north and south.","seasonNum":6,"img":"https://image.tmdb.org/t/p/original/zvYrzLMfPIenxoq2jFY4eExbRv8.jpg","episodes":[{"id":1156503,"name":"The Red Woman","overview":"The fate of Jon Snow is revealed. Daenerys meets a strong man. Cersei sees her daughter once again.","date":"2016-04-24","episodeNum":1,"img":"https://image.tmdb.org/t/p/original/wUT1usesyneAJee4wzxxu6pfOKY.jpg"},{"id":1187406,"name":"Home","overview":"Bran trains with the Three-Eyed Raven. In King’s Landing, Jaime advises Tommen. Tyrion demands good news, but has to make his own. At Castle Black, the Night’s Watch stands behind Thorne. Ramsay Bolton proposes a plan, and Balon Greyjoy entertains other proposals.","date":"2016-05-01","episodeNum":2,"img":"https://image.tmdb.org/t/p/original/9JlZ6sOXf4nodwWYvoM5zCJIGm9.jpg"},{"id":1186952,"name":"Oathbreaker","overview":"Daenerys meets her future. Bran meets the past. Tommen confronts the High Sparrow. Arya trains to be No One. Varys finds an answer. Ramsay gets a gift.","date":"2016-05-08","episodeNum":3,"img":"https://image.tmdb.org/t/p/original/hTRefrtVbPvTP7xA1e0EjU5ioVf.jpg"},{"id":1186953,"name":"Book of the Stranger","overview":"Tyrion strikes a deal. Jorah and Daario undertake a difficult task. Jaime and Cersei try to improve their situation.","date":"2016-05-15","episodeNum":4,"img":"https://image.tmdb.org/t/p/original/ieuk4jZv1vFi8yxrGiL1wrtRT7P.jpg"},{"id":1186954,"name":"The Door","overview":"Tyrion seeks a strange ally. Bran learns a great deal. Brienne goes on a mission. Arya is given a chance to prove herself.","date":"2016-05-22","episodeNum":5,"img":"https://image.tmdb.org/t/p/original/5513iUxanL6LmgVM12jkkFaWBqJ.jpg"},{"id":1186955,"name":"Blood of My Blood","overview":"An old foe comes back into the picture. Gilly meets Sam’s family. Arya faces a difficult choice. Jaime faces off against the High Sparrow.","date":"2016-05-29","episodeNum":6,"img":"https://image.tmdb.org/t/p/original/k01MUth8Xm2y79nvsQ3UF25SN9w.jpg"},{"id":1186956,"name":"The Broken Man","overview":"The High Sparrow eyes another target. Jaime confronts a hero. Arya makes a plan. The North is reminded.","date":"2016-06-05","episodeNum":7,"img":"https://image.tmdb.org/t/p/original/pGYURx0nKsYcSNrRpmnJ5BaHcKs.jpg"},{"id":1187403,"name":"No One","overview":"While Jaime weighs his options, Cersei answers a request. Tyrion's plans bear fruit. Arya faces a new test.","date":"2016-06-12","episodeNum":8,"img":"https://image.tmdb.org/t/p/original/7CrDDELasQYT2gienzYAPRjYbL9.jpg"},{"id":1187404,"name":"Battle of the Bastards","overview":"As the Starks prepare to fight, Davos loses something dear. Ramsay plays a game. Daenerys faces a choice.","date":"2016-06-19","episodeNum":9,"img":"https://image.tmdb.org/t/p/original/m0hIejSC1W82IjNg4hTfIDN4jd9.jpg"},{"id":1187405,"name":"The Winds of Winter","overview":"Tyrion counsels Daenerys on the upcoming campaign. Jon and Sansa discuss their future. Trials begin in King's Landing.","date":"2016-06-26","episodeNum":10,"img":"https://image.tmdb.org/t/p/original/8qgIcKTOKeAHlJMjGyPHl3IHjcU.jpg"}]},{"id":81266,"name":"Season 7","overview":"The long winter is here. And with it comes a convergence of armies and attitudes that have been brewing for years.","seasonNum":7,"img":"https://image.tmdb.org/t/p/original/3dqzU3F3dZpAripEx9kRnijXbOj.jpg","episodes":[{"id":1233022,"name":"Dragonstone","overview":"Jon organizes the defense of the North. Cersei tries to even the odds. Daenerys comes home.","date":"2017-07-16","episodeNum":1,"img":"https://image.tmdb.org/t/p/original/3SB4PUzZAnY6HnZbVbktIZoopGs.jpg"},{"id":1336114,"name":"Stormborn","overview":"Daenerys receives an unexpected visitor. Jon faces a revolt. Tyrion plans the conquest of Westeros.","date":"2017-07-23","episodeNum":2,"img":"https://image.tmdb.org/t/p/original/dVf1gfi80js9qyxm78479o4RNUr.jpg"},{"id":1336115,"name":"The Queen's Justice","overview":"Daenerys holds court. Tyrion backchannels. Cersei returns a gift. Jaime learns from his mistakes.","date":"2017-07-30","episodeNum":3,"img":"https://image.tmdb.org/t/p/original/fnSJ2l2lPl7RVQuiftiL90QZG7l.jpg"},{"id":1340524,"name":"The Spoils of War","overview":"Daenerys fights back. Jaime faces an unexpected situation. Arya comes home.","date":"2017-08-06","episodeNum":4,"img":"https://image.tmdb.org/t/p/original/dVhIfcaonwROdVJH93tZDjFOtlM.jpg"},{"id":1340526,"name":"Eastwatch","overview":"Tyrion tries to find a way to make Daenerys listen to reason while Jon plans a dangerous new mission.","date":"2017-08-13","episodeNum":5,"img":"https://image.tmdb.org/t/p/original/3iaJDPtj75z1YpLDMKR17JRXQdP.jpg"},{"id":1340527,"name":"Beyond the Wall","overview":"Jon and his team go beyond the wall to capture a wight. Daenerys has to make a tough decision.","date":"2017-08-20","episodeNum":6,"img":"https://image.tmdb.org/t/p/original/odrg1ren7j3HnggIKuKuSMfyOsg.jpg"},{"id":1340528,"name":"The Dragon and the Wolf","overview":"A meeting is held in King's Landing. Problems arise in the North.","date":"2017-08-27","episodeNum":7,"img":"https://image.tmdb.org/t/p/original/4AkiRsZDWjX1Udot25EDsGROu9E.jpg"}]},{"id":107971,"name":"Season 8","overview":"The Great War has come, the Wall has fallen and the Night King's army of the dead marches towards Westeros. The end is here, but who will take the Iron Throne?","seasonNum":8,"img":"https://image.tmdb.org/t/p/original/39FHkTLnNMjMVXdIDwZN8SxYqD6.jpg","episodes":[{"id":1551825,"name":"Winterfell","overview":"Arriving at Winterfell, Jon and Daenerys struggle to unite a divided North. Jon Snow gets some big news.","date":"2019-04-14","episodeNum":1,"img":"https://image.tmdb.org/t/p/original/aeLFDgp0J9140lS4nWUgZZRK6Rp.jpg"},{"id":1551826,"name":"A Knight of the Seven Kingdoms","overview":"The battle at Winterfell is approaching. Jaime is confronted with the consequences of the past. A tense interaction between Sansa and Daenerys follows.","date":"2019-04-21","episodeNum":2,"img":"https://image.tmdb.org/t/p/original/vJ8H9WtzbJGfArfdycc4nagQVRU.jpg"},{"id":1551827,"name":"The Long Night","overview":"The Night King and his army have arrived at Winterfell and the great battle begins. Arya looks to prove her worth as a fighter.","date":"2019-04-28","episodeNum":3,"img":"https://image.tmdb.org/t/p/original/k69MmmwXIy1ywEQDZME4des9aRJ.jpg"},{"id":1551828,"name":"The Last of the Starks","overview":"In the wake of a costly victory, Jon and Daenerys look to the south as Tyrion eyes a compromise that could save countless lives.","date":"2019-05-05","episodeNum":4,"img":"https://image.tmdb.org/t/p/original/qe508xwVVO7cF2oWzfJp52StkTk.jpg"},{"id":1551829,"name":"The Bells","overview":"Daenerys brings her forces to King's Landing.","date":"2019-05-12","episodeNum":5,"img":"https://image.tmdb.org/t/p/original/xF9hOs5h9sc37oWdtF4RPHq8dXA.jpg"},{"id":1551830,"name":"The Iron Throne","overview":"In the aftermath of the devastating attack on King's Landing, Daenerys must face the survivors.","date":"2019-05-19","episodeNum":6,"img":"https://image.tmdb.org/t/p/original/3x8tJon5jXFa1ziAM93hPKNyW7i.jpg"}]}]}]